{"title":"Hurricane Maria Recovery + A Positive Course of Action","slug":"hurricane-maria-recovery-a-positive-course-of-action","date":"2017-10-23T10:51:33.000Z","updated":"2017-10-23T12:55:25.000Z","comments":true,"path":"api/articles/hurricane-maria-recovery-a-positive-course-of-action.json","excerpt":"","content":"<p>When the sun rose after hurricane maria, the devastation was so absolute, that it staggered the mind.\nIn many neighborhoods the vast majority of homes were flattened. Trees which were not uprooted were stripped and shattered like skeletons.\nAll major roads were blocked. All communications and power lines down. Water supplies cut off.</p>\n<p>In the weeks that followed, the international response was anemic. Food relief scarce and uneven. Water supplies remained blocked in many villages. The basic necessities for life unavailable at any price. Thousands evacuated.</p>\n<p>For those who did not evacuate, an economic and humanitarian crisis is at hand. The infrastructure needed to maintain the old economy is shattered, and the resources to build back what was before are not available.</p>\n<p>Looking at this picture, one might be inclined to see nothing beyond a story of destruction and despair.\nBut in one tiny island nation, the Commonwealth of Dominica (not to be confused with the Dominican Republic), a very different story is unfolding.</p>\n<p>This story is a true life or death struggle. The outcome hangs in the balance. But there is also a hope that goes far beyond a mere recovery. In Dominica there is a chance to do something different.</p>\n<p>Among those who chose to stay, there is a growing determination to transition the entire country to food self sufficiency, renewable energy, and local economic strategies. With such a tiny country this is achievable with minimal resources. </p>\n<p>The current crisis provides a clear imperative and a tangible sense of urgency. Community networks are already consolidating resources to move in this direction, however the challenges ahead however are daunting.</p>\n<p>On September 18th, 2017 the eye of hurricane Maria passed directly over Dominica. Winds hit at speeds of 195 miles per hour; first from the east, then from the west. </p>\n<p>The wind brought torrential rains. Rivers and drains overflowed carrying tangled masses of branches, fallen trees and mud into homes and businesses. In a matter of hours entire villages were reduced to piles of debris. This damage was inflicted across the entire nation at the same time. From the outside it looked to many like a death blow.</p>\n<p>The people of Dominica, however, are not the kind to wait passively for help.  They have a highly resilient and adaptive culture. The world at large has a lot to learn from these people.</p>\n<p>Immediately after the storm, volunteers from each village began clearing the roads in their vicinity, cutting fallen trees, digging out landslides. Doing the best they could with the limited resources at hand. Working their way out. </p>\n<p>Within 7 days, these decentralized volunteer teams succeeded in clearing all the major roads. This work was done from on all sides of the country simultaneously with all communications down and fuel only available on one side of the country and rationed per individual. </p>\n<p>Within the villages, during this same period, there was a scramble to repair roofs and salvage belongings spread across the wreckage to minimize losses. Those left homeless either took up residence in the local shelters or were taken in by friends and family. Those without running water were forced to start drinking, bathing and washing directly in the rivers. Those downstream from other villages were forced to do the same with contaminated water.</p>\n<p>For three weeks no grocery store was open. When one finally did open, there were lines stretched out into the streets. \nThese lines, however, were only for those with money to pay, and money is not flowing.</p>\n<p>The commonwealth of Dominica uses the Eastern Caribbean dollar as their currency. This is a currency block modeled after the E.U. \nAs such, the Dominican government cannot create new money. This leaves them completely dependent on flows of cash from the outside. </p>\n<p>Prior to the storm, the economy had hitched its fate to seasonal waves of tourism, and ecotourism. These flows of cash from the outside are now completely cut off, and will not be coming back any time soon.</p>\n<p>As food supplies began running out in the countryside, focus in the villages began to turn towards getting agriculture and fisheries back online. These projects face significant obstacles. </p>\n<p>Hurricane Maria didn&#x2019;t just flatten homes, she also devastated the agricultural sector. A large percentage of coconut trees, fruit trees, and ground crops were destroyed. Seed stocks lost under rubble. Farm land covered with tangles of branches and landslides. Virtually all sheds, barns and animal enclosures destroyed.</p>\n<p>To build back up to agricultural self sufficiency is a massive project. Hillsides need to be terraced, drainage and water retention set up on contour, trees, branches and landslides cleared, compost systems set up at scale, and seed stocks replenished.</p>\n<p>Fishing has the potential to feed the population much more quickly, however local fishermen need ice so that the fish don&#x2019;t rot before reaching shore. Freezers require electricity, and with all lines down, and many renewable energy systems damaged, this means running a generator. Running a generator requires gasoline. Gasoline cost money, and money is not flowing. </p>\n<p>To turn this situation around will require more than short term humanitarian relief. A long term strategy is needed; one that will reduce dependence on fossil fuels, agrochemical inputs, and food imports. To that end, a contingent of farmers, fishermen and community leaders on the ground have formulated a plan, a positive course of action. This contingent is on the ground working to make this plan a reality. But to succeed we need your help. </p>\n<p>To clear the landslides and fallen trees, and to terrace the hillsides and establish proper drainage we need at least one excavator (there is enough work to justify more than one). To remove rubble, and transport materials and aid we need at least one 4 wheel drive pickup truck. </p>\n<p>We also need wheelbarrows, shovels, hoes, tarps, rope, seeds. We need building material, and renewable energy equipment and systems.</p>\n<p>We need volunteers: carpenters, electricians, mechanics, renewable energy technicians, organic farmers etc&#x2026; </p>\n<p>To make it through this time of transition, the people of Dominica will need food to tide them over. What we are planting right now will take several months to bear, and the scale we are planting at currently is not enough to meet the needs of the population.</p>\n<p>Our team is comprised of locals and immigrants that rode out the storm, and unified in the weeks that followed. We consciously chose not to evacuate.</p>\n<p>We each have families and friends who did evacuate and who want to come back. We&#x2019;re preparing housing for as many families as we can possible right now. Before they can come back we must make the space safe for children.</p>\n<p>To facilitate this recovery our contingent has dedicated several plots of land in the east and the west sides of the country to hosting volunteers, and families. </p>\n<p>To make this place safe for children we must address the humanitarian crisis which is developing right now in many villages. When people don&#x2019;t have food or clean water, they get desperate. This kind of desperation leads to crime and violence. We must defuse this bomb immediately or we risk a deadly spiral. </p>\n<p>For our team, failure is not an option. We&#x2019;re here to stay the course no matter what.</p>\n<p>Our fate hinges on the will of the public at large to channel the resources, expertise and assistance to needed to make Dominica an example of what is possible; a global leader for resilience and sustainable solutions.</p>\n<p>For more information or to volunteer onsite, donate goods, or machinery, or to assist in any other way, please contact the Pongovi foundation at <a href=\"http://pongovi.org\" class=\"auto-link auto-link-url\" target=\"_blank\" rel=\"noopener noreferrer\">pongovi.org</a></p>\n","categories":[],"tags":[{"name":"hurricane maria","path":"api/tags/hurricane maria.json"},{"name":"hurricane maria dominica","path":"api/tags/hurricane maria dominica.json"},{"name":"commonwealth dominica hurricane maria","path":"api/tags/commonwealth dominica hurricane maria.json"},{"name":"hurricane maria recovery","path":"api/tags/hurricane maria recovery.json"},{"name":"hurricane maria recover dominica","path":"api/tags/hurricane maria recover dominica.json"}]}