{"meta":{"title":"ParadigmfortheNextGeneration","subtitle":null,"description":null,"author":"The Positive","url":"http://paradigmforthenextgeneration.com"},"pages":[{"title":"Paradigm for the Next Generation","date":"October 21, 2018","updated":"October 21, 2018","path":"index.html","permalink":"http://paradigmforthenextgeneration.com/index.html","excerpt":"","text":"What if there was a formula; a recipe for a socio-economic chain reaction that anyone of reasonable intelligence could set in motion? What if each and every step we took towards applying that formula would inherently improve the outcome? Civilization Rewired [0.9 BETA] If you knew how to save the world, would you? VIEW FULL TEXT How to Save the World Solution Problem"},{"title":"Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/index.html","excerpt":"","text":"Local Activism Digital Activism Volunteer Downloads Representing The Positive Activism begins with a commitment to speak out on one or more issues consistently. To maximize our effectiveness, psychology and identity must be taken into account. PsychologyStudies have demonstrated that repetition creates the impression that an idea is widespread (thereby sparking social conformity and contagion) even if the ideas in question originate from a single source. In any given population you will find very few people that truly think for themselves. Most are carried along by social conformity or follow the lead of a supposed authority. The Asch conformity experiments, and the Milgram authority experiments demonstrate this clearly. If the forces of conformity and authority are currently holding humanity on a destructive course, it is up to us to turn the tide. The Asch experiments demonstrated that even one voice of dissent is enough to break the power of misguided conformity (the emperor wears no clothes). Ideas are more likely to take root when they are voiced authoritatively, and repetitively. Multiple voices working in coordination can amplify this effect, and create waves that take on a life of their own. IdentityMost large cultures comprised of multiple subcultures. Within any given western country you will find a myriad of religious, political, and ideological identities (as well as countless identities formed over trivia such as musical tastes, or sports teams). These identities heavily influence the way ideas are perceived and integrated. Effective activists take the various group identities of the target audience into account at all times and tailor their message to avoid triggering cognitive dissonance. This often implies using old words for new ideas, or new words for old ideas. Example: the term &#x201C;sustainability&#x201D; has a negative connotation among conservatives in the United States, while &#x201C;local resilience&#x201D; does not."},{"title":"Donate","date":"August 02, 2017","updated":"September 06, 2017","path":"donate/index.html","permalink":"http://paradigmforthenextgeneration.com/donate/index.html","excerpt":"","text":"Donations of any size are appreciated. This project is open source, not-for-profit (we do not utilize advertising of any kind). Donations enable us to produce content, maintain sites and servers, and improve conditions at our off-grid, adaptive learning center (which also serves as our base of operations). We currently operate with an extremely limited electrical system (two 190 watt solar panels). This makes video editing exceptionally difficult on cloudy days (we live in a rainforest so this is an ongoing issue). Upgrading this system is our current priority. If you would like to help by sending equipment contact us at"},{"title":"404","date":"July 24, 2016","updated":"August 06, 2017","path":"error/404.html","permalink":"http://paradigmforthenextgeneration.com/error/404.html","excerpt":"","text":"The page you are looking for does not exist."},{"title":"How to Save the World","date":"October 11, 2018","updated":"October 24, 2018","path":"how-to-save-the-world/index.html","permalink":"http://paradigmforthenextgeneration.com/how-to-save-the-world/index.html","excerpt":"","text":""},{"title":"Instinctual Psychology","date":"October 11, 2018","updated":"October 25, 2018","path":"instinctual-psychology/index.html","permalink":"http://paradigmforthenextgeneration.com/instinctual-psychology/index.html","excerpt":"","text":"Human behavior can only be fully understood by studying the relationship between instinct, culture, social structure and economics. The term instinct describes any unlearned behavior triggered by an environmental variable. Instincts are survival adaptations. They exist and persist because they statistically improve survival rate. Social animals share a number of key instincts. The authority, conformity, reciprocity, and pack instincts facilitate individual survival through group continuity. Among humans, culture, social structure and economic paradigm are environmental variables which determine how these instincts are expressed. The Pack (Tribal) InstinctHomo sapiens sapiens is a social animal. Tribe: the human analogue of a pack. The sense of belonging is a fundamental human need. When that need is not met, replacements always emerge. Political partisanship, gangs, nationalism, cults, religions, even team sports&#x2026; all are expressions of the same psychology &#x2014; the tribal instinct. The Authority InstinctThe authority instinct increases the survival rate of groups by facilitating decisive action. This pattern is ubiquitous among social species. Presidents, warlords, gang leaders and chiefs are all human analogues of the alpha. The Conformity InstinctHumans have the tendency to emulate the thoughts and behaviors of their peers. Social conformity increases survival rate by facilitating group cohesion and coordination. The conformity instinct is triggered anytime there is the perception of group consensus, or social momentum. The Reciprocity InstinctWhen given a gift humans are instinctually incined to reciprocate. Among social species cooperative exchange facilitates the distribution of effort and resources within a group, and provides a natural safety net. At the civilization scale, the reciprocity instinct has been translated to debt and monetary systems. Repayment of debt is framed as moral duty even if the gift is artificial The Retaliation InstinctThose who initiate conflict invite a forceful response. Those who do not retaliate when attacked invite further aggression. Both initiations of violence and passive responses reduce survival rate on average. Tit for tat is a mathematically consistent selective pressure. The retaliation instinct is a biological adaptation to that pressure. This is why every human culture has some concept of the right to self defense, and aggressive behavior is condemned."},{"title":"The Problem","date":"October 11, 2018","updated":"October 21, 2018","path":"problem/index.html","permalink":"http://paradigmforthenextgeneration.com/problem/index.html","excerpt":"","text":"See the Solution"},{"title":"Digital Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/digital/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/digital/index.html","excerpt":"","text":"The internet provides us with an unprecedented opportunity to disseminate ideas on a global scale. To use this tool effectively we must understand and apply the principles of social psychology to modern vectors of communication. There are an infinite number of ways to spread ideas online. The following list is intended to serve as a springboard, but is by no means exhaustive: Share, like, retweet or link to compatible content on social media. Create a blog or social media account and build up an audience. Contact and build relationships with thought leaders (bloggers/social media admins) Use online comments strategically. Create or join online discussion groups oriented towards compatible topics, and participate strategically. Troll for Truth: Work in teams to counter ideas online in coordinated bursts. If you are interested in helping coordinate online activists, or if you have technical skills (such as programming) which you are willing to contribute, apply to volunteer onsite or online."},{"title":"Downloads for Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/downloads/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/downloads/index.html","excerpt":"","text":"Local Resilience Starter Kit 0.1 Graphics for Activism 0.1"},{"title":"Local Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/local/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/local/index.html","excerpt":"","text":"Human groups are able to achieve exponentially more than individuals. Therefore to make a difference, our first objective must be to build relationships with others who resonate with or have an expertise with at least one of the core modules: local resilience, peaceful continuity (non-aggression, consensus building, conflict resolution), adaptive action, modularity, and the psychology of identity. Of these cores, local resilience is the easiest to spread across identity lines. In some regions it will be easy to connect to existing networks (for example some cities may have Agile or Non-violent Communication meet up groups). In other areas outreach will be needed. Gatherings bring people together, and strengthen their sense of community. This can be as simple as a barbecue or a potluck. The key here is to cultivate a relaxed, welcoming environment. Feeling is more important than the technicals. Relationships take precedence over evangelism. Outreach should always involve an invitation to a gathering or action of some sort, or a means to connect online. The key here is to solidify the initial contact with social connection. Groups are strengthened by working towards common goals. In the Local Resilience Starter Kit you will find ideas for outreach, facilitating events, and concrete action. To set up an online chat system for your local chapter (using the Mattermost app), send an email to with the words &#x201C;Local Chapter&#x201D; in the subject."},{"title":"Representing The Positive","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/representing-the-positive/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/representing-the-positive/index.html","excerpt":"","text":"The Positive, and its associated colors (green, yellow, red, and blue on black), can be used by anyone who believes in the principles that it stands for. For example, one could print it onto a t-shirt, bumper stickers, put it on buttons, or have it embroidered onto a patch. However if you take the step of wearing The Positive, it is important to be mindful of the fact that you will be acting as something of an ambassador. + It is of utmost importance that all contact with the public while representing the positive be calm, honest, and respectful. Start by seeking a point of agreement right away and expand from there. Among the general population the local resilience meme is usually the most accessible, however within some niche groups (such as a conflict resolution meet-up, or an Agile development community) one of the other core modules may be a more appropriate starting point. Make sure you know the core modules (local resilience, adaptive action, modularity, peaceful continuity, and tribal identity) backwards and forwards. One way to achieve this is to immerse yourself in documentaries, books and articles on these topics. Taking notes and reformulating the ideas into your own words will help you integrate them more deeply. Engaging in respectful and calm debate with those who disagree is the ultimate test. If in the course of a conversation you are confronted with an idea that you do not know how to respond to, this should be viewed as an opportunity to deepen your research. Under no circumstances should you pretend to know or understand something that you do not. Be humble enough to acknowledge when you don&#x2019;t have an answer."},{"title":"Training for Activists","date":"August 02, 2017","updated":"August 03, 2017","path":"activism/training/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/training/index.html","excerpt":"","text":"Those who want to get ahead of the curve and help others do the same; those who really want to change the world, have their homework cut out for them. There&#x2019;s a lot to absorb. Some of what you need to learn isn&#x2019;t taught in school. Some realities are impossible to fully integrate just by reading a book. Study cannot replace experience. In the next iteration there will be 5 slots available for online training, and one slot available onsite. Subject matter includes local resilience, adaptive action, modularity, meme science and social dynamics. To apply, send an email to with the following information (in order): Include the word &#x201C;Online Training&#x201D; or &#x201C;Onsite Training&#x201D; in the email subject. Provide your name, age, gender and nationality Provide us with an email address associated with a google drive account (for document sharing). Describe your intentions, goals and, commitments in 1000 words or less. This statement should connect to at least one of the core modules."},{"title":"Volunteer","date":"July 30, 2017","updated":"August 01, 2017","path":"activism/volunteer/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/volunteer/index.html","excerpt":"","text":"This project is run entirely by volunteers (we currently have no paid staff). If you would like to help the cause by contributing your time and skills you can apply to collaborate with us online or onsite. Note: Due to the fact that volunteers will be working with and communicating directly with our onsite team (and will require a significant investment of time on our part) we are only opening a small number of volunteer slots for the current iteration. Potential applicants will be evaluated according to skill, motivation, and availability. To give your application the best chance of being selected, make sure follow the instructions carefully, and completely. apply to volunteer online apply to volunteer onsite"},{"title":"","date":"July 31, 2017","updated":"March 09, 2017","path":"ajax_html/site/README.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/README.html","excerpt":"","text":"Items loaded via ajax should have layout:false at the top of the page."},{"title":"","date":"July 31, 2017","updated":"March 29, 2017","path":"ajax_html/site/follow.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/follow.html","excerpt":"","text":"Did this make your brain itch? Scratch it!"},{"title":"","date":"July 31, 2017","updated":"February 27, 2017","path":"ajax_html/site/loading.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/loading.html","excerpt":"","text":""},{"title":"","date":"July 31, 2017","updated":"February 17, 2017","path":"ajax_html/site/promotion.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/promotion.html","excerpt":"","text":"Promote THIS Promotion!!!!!!!!!!!!!!!!!!"},{"title":"","date":"July 31, 2017","updated":"March 29, 2017","path":"ajax_html/site/mailing_list.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/mailing_list.html","excerpt":"","text":"Get the Storm in Your Inbox!"},{"title":"Adaptive Action","date":"July 30, 2017","updated":"October 11, 2018","path":"how-to-save-the-world/adaptive-action/index.html","permalink":"http://paradigmforthenextgeneration.com/how-to-save-the-world/adaptive-action/index.html","excerpt":"","text":"Adaptive (aka iterative, non-linear, or agile) project management is an approach which focuses on releasing a simple, functional product in a short time frame, testing, then making incremental improvements based on feedback. Define your abstract goal. Choose a minimal starting point based on top priorities Test, reassess, and improve iteratively Rewiring civilization is a large, dynamic project, fraught with unforeseen obstacles. Formulating a detailed master plan, to be completed in stages, like a car being assembled on a factory floor, would be a recipe for failure. To succeed, we must set small, realistic targets which can be rapidly attained; evaluate the results, and improve iteratively. This approach can be referred to as adaptive action. Adaptive action begins with defining an abstract goal. An abstract goal is like a journey&#x2019;s final destination. A long journey is best broken down into segments. A minimal starting point is akin to choosing the first place to make camp along the way. This initial target should be simple yet useful, based on the project&#x2019;s top priorities. Once that minimal starting point is attained, the result is tested, priorities are reevaluated, and a new target is set. This is the equivalent of checking one&#x2019;s current position, and charting the next leg. Each journey is relative to its point of departure. Start where you are. Work with what you have. A small success is better than a large failure."},{"title":"Local Resilience","date":"July 30, 2017","updated":"October 21, 2018","path":"how-to-save-the-world/local-resilience/index.html","permalink":"http://paradigmforthenextgeneration.com/how-to-save-the-world/local-resilience/index.html","excerpt":"","text":"To break free from the fossil fuel - infinite growth - feedback loop, we must transition towards localized and sustainable systems of production, organization and exchange. We can refer to this principle as Local Resilience. Start with food. Permaculture Design LogicTo reduce dependence external resources we must maximize efficiency; minimizing waste, and distance traveled. Applied to food production this focus can be referred to as permaculture. Permaculture isn&#x2019;t a set of techniques or rigid rules, but rather a train of thought, an efficiency-oriented design logic which gives human and ecological variables their due weight. Conventional agriculture treats the environment as an afterthought. Practices are totalitarian by default. Ecosystems are chopped down and tilled under, sprinkled and sprayed with fertilizers, weed killers and pesticides. The implications for human and non-human health swept under the rug. Permaculture develops systems adapted to environment. Micro-climates, geological features are taken into account. In the desert, retaining every last drop of available water, and reducing evaporation is key. In a tropical rainforest channeling torrential waters to prevent erosion and landslides is more relevant. There is no one size fits all solution. While conventional agriculture focuses on mass production of single crops (monoculture), and uses heavy machinery, agrochemical inputs and low wage labor to get the fastest and cheapest result, permaculture applies a systems based approach, mapped to natural processes, to build biologically diverse, multi-layered food forests, to feed future generations with far less work in the field. Permaculture focuses on economizing travel and the use of space. Gardens begin at the home, radiating outward along pathways. Green spaces produce fruits and vegetables rather than grass. Companion planting, water, slope and soil management extends the space available for food production, minimizing the need for fertilizers and other external inputs, while reducing flooding, landslides and other natural disasters. Organic matter is treated as a resource to be integrated back into the soil, rather than as waste to be disposed of. The entire definition of trash is redefined. Food production is just one piece of the puzzle. Permaculture logic can be applied across sectors. The current system is highly dependent on centralized infrastructure, utilizing antiquated technologies which are wasteful and destructive. Electricity production, water, and sewage treatment for cities are handled by a small number of large scale facilities. When a single facility breaks down, hundreds of thousands are left without service. Building, maintaining, and updating these systems is extremely expensive. Control tends to fall into the hands of governments and corporations. Such entities have little incentive to change the status quo. A decentralized approach to systems design is far more resilient. A consciously designed metropolis would position residential centers in relation to essential infrastructure in such a way that motorized transport was rarely necessary. Land which would otherwise be used for roads, driveways and parking lots is put to productive use. Manufacturing is cleaned up, scaled down and moved closer to points of distribution. Waste is addressed at its origin. Existing cities can be designed forward, and retrofitted incrementally. Centralized power plants are gradually replaced by small scale production centers and micro-grids, powered by renewable energy. Localized bio-gas systems replace conventional sewage treatment; transforming a waste product into natural gas, and compost. External inputs are are simultaneously reduced. Residential rain water collection, combined with grey water recycling and utilization, reduces strain on overtaxed, rivers lakes and aquifers. Localized management promotes accountability. These decentralized, distributed systems are inherently less vulnerable to mass failure, and are much easier to update and repair. Components are added like modules; yards then neighborhoods replaced piece by piece. The technical path forward is logical and the imperative obvious, but getting from point A to point B requires an organizational and economic component. The human element is key. Production - We must transition to local production and reduce our reliance on goods and resources from afar. Organization - We must transition away from vertical social structures towards decentralized, horizontal communities. Exchange - We must transition off of debt based money towards cooperative economic models."},{"title":"Cultural Modularity","date":"July 30, 2017","updated":"October 25, 2018","path":"how-to-save-the-world/modularity/index.html","permalink":"http://paradigmforthenextgeneration.com/how-to-save-the-world/modularity/index.html","excerpt":"","text":"Systems are more stable, and easier to repair and update when they are built using simple, compact and minimally bundled components. In systems design this principle is referred to as modularity. Rather than throwing away an entire phone when the processor became outdated, what if you could simply install a standardized replacement, available from a wide variety of manufacturers? In technical fields a transition to modular components, and standardized connection points increases efficiency and radically reduces waste."},{"title":"The Positive Application of Human Instinct","date":"July 30, 2017","updated":"October 24, 2018","path":"how-to-save-the-world/the-positive/index.html","permalink":"http://paradigmforthenextgeneration.com/how-to-save-the-world/the-positive/index.html","excerpt":"","text":"The authority, conformity, reciprocity, and pack instincts facilitate individual survival through group continuity. Among humans, culture and social structure are environmental variables which determine how these instincts are expressed."},{"title":"A Strategic Plan of Action","date":"October 11, 2018","updated":"October 25, 2018","path":"how-to-save-the-world/plan-of-action/index.html","permalink":"http://paradigmforthenextgeneration.com/how-to-save-the-world/plan-of-action/index.html","excerpt":"","text":"How do we transition from the world as it is now towards localized, horizontally organized communities, which utilize cooperative economics, permaculture design logic and renewable energy? How are we supposed to bring people together when society is fragmenting? How do we stop the wars? Avert the unthinkable? The first obstacle is psychological. Most of the population has been conditioned to powerlessness and fatalistic assumptions. This sense of powerlessness is disguised by a layer of cynicism, which frames the will to make a difference as presumptuous or naive. This weak minded view is quite popular, because it removes any sense of personal responsibility. If the outcome is already determined, then there&#x2019;s no point trying. Apathy and cowardice can thus be played off as the wisdom that comes with age. This mindset must be uprooted and replaced. The antidote is a moral imperative; a commitment to work for a higher cause, to improve the outcome for future generations. The stakes are high. To be a passive observer during this chapter of history would be unconscionable. Even if the odds seem stacked against us, we must do what needs to be done. Taking action changes the equation. The odds can be turned on their head. As isolated individuals our potential is limited. To prevail we must unify and mobilize a contingent. To succeed a new mindset must multiply; spreading from mind to mind like a virus of perception. This commitment becomes the backbone of our decision making process. The role we play and the specific course of action we take must come from within. Each individual has different skills, assets, liabilities and constraints. A young person with little experience will have a different range of action than a teacher, a carpenter, carrier soldier, or agent of the state. Some will speak out. Some will lead by example. Others will work behind the scenes. Some will inspire with a vision of positive change. Others through acts of disobedience. Some will risk everything, lay it all on the line. Others will be cautious and strategic in their actions. Decisions of this magnitude are existential (or spiritual). To set a positive example someone may decide to start a compost and gardening coop in their neighborhood. Another person may challenge city code by planting a food forest in their front yard. Others will leave the cities all together, and set up off-grid. WARNING: Beware of those who advocate the initiation of violence as a tactic. This approach utilizes faulty psychology, plays right into the hands of those in power, and is doomed to fail. In an armed struggle the establishment will almost always win. They control the police, military, intelligence apparatus, and media. They are waiting for you to give them an excuse. Those who initiate violence are framed as criminals or terrorists, and are dealt with as such. The ensuing crackdown is viewed as a restoration of law and order. Potential allies distance themselves. Enemies applaud their demise. The general public looks the other way. To succeed you must reach hearts and minds. Those who forget this relegate themselves to the dustbin of history. Conformity and authority can be short circuited by a single voice, a vision projected without doubt, without fear. Use simple concepts, adapted to cultural environment. Repeat, reiterate, anchor with imagery, galvanize with emotion. Like it or not, those who speak out and take action often find themselves in a position of leadership. This role must not be taken lightly. As the system falters we have a brief window of opportunity; a chance to fundamentally rethink and restructure. If this moment is not seized by those who seek a better world, it will be seized by those who seek power and control. Those who move their communities towards local resilience now, integrating the positive application of human instinct to cultivate a culture of peaceful cooperation and open source innovation, will be well positioned for the times ahead. In this way decentralized systems can be built in parallel, gradually rendering the current socio-economic paradigm obsolete. But what would a minimal starting point look like in concrete terms? Could you provide some specific instructions? The answer to those questions must be prefaced with a warning. Society conditions us to await instructions and follow orders. This approach will not serve us here. There will be no centralized command, control or membership. Those who are committed to improving the outcome for future generations must be guided by a sense of personal responsibility and initiative. We must be creative; act outside of the box. Don&#x2019;t ask for permission. Don&#x2019;t wait for someone to hold your hand. You will need an ethic of perpetual learning, and a strong commitment to logic and evidence. The desire to grow and develop must be intrinsic. For example if we start with local resilience, we have several points of departure. Production: Learn how to find and / grow food in the region you have chosen as our home base. To minimize your dependence on agrochemical inputs will imply learning about things like compost, soil composition, plant families etc&#x2026; Much of what you need to learn can be found in books, or for free on the internet, but for knowledge to become power it must be integrated in the real world. You will need to get your hands dirty. Start with something simple. Plant a tree. Create a garden bed. Make a compost for your kitchen scraps. If at all possible volunteer on a farm. Pick up hands-on experience, learn practical skills, build connections. Organization: Network through topics of interest. For example you could look up permaculture, organic agriculture, or re-wilding groups in your area or online. Look for events, meet-ups, physical meeting points. Crash the party. Ask questions. Make friends. Listen to everyone, especially those you disagree with. Study their perspective. Look for points of resonance on core issues. Recognize and avoid unproductive points of division. To draw together a more tightly knit group from this wider network, look for a unifying cause or shared project. If such a project doesn&#x2019;t exist, create one. Learn how to work effectively with small groups, and cultivate strong relationships. For many westerners this can be quite difficult. Most haven&#x2019;t been raised with an example of how to live in community. Most have never spent time in a stable, horizontally organized culture. It might help to study conflict resolution, active listening etc&#x2026; Researching the culture and traditions of various tribes can also be informative. Ultimately your success or failure hinges on your ability to stay calm, empathize and find a win-win. Exchange: Look for any opportunity to facilitate cooperative economics in your community. For example if you have built a network around food production, propose a work exchange. Rotate between gardens with the whole group volunteering for a day. Make it a potluck so that the host is not burdened by the experience. Make it fun so that everyone wants to do it again. Bring instruments. Light a fire in the evening. These are just examples. There are countless angles you could take. Endless permutations. Here is where the cultural modules unify to become more than the sum of their parts. The three components of local resilience: production, organization and exchange are more than just a formula to reduce dependence on fossil fuels and debt based money. Local resilience contains the formula to build tribe. Peaceful continuity is a cultural module designed to cultivate (and spread) an ethic of peace. Non-Aggression: If someone in our circle initiates verbal or physical aggression, or promotes war we each have the responsibility to call it out. Even leaders must be held to account. Silence is complicity. Conflict Resolution: Deescalate. Look for the common ground. Be the bridge that unifies. Consensus Building: Always work towards the best possible outcome for all. Intolerance and forceful behavior are signs of emotional immaturity. A culture of peace facilitates decentralization. Violence and infighting creates a pretext for iron fisted order. War creates a pretext for standing armies and other totalitarian structures. The scale of the mission is massive. Our philosophy of action must be adaptive. Keep it simple. Improvise with what you have. Improve iteratively. It starts with a commitment. The will to stand up, speak out, and do what needs to be done. Every step we take towards Local Resilience and Peaceful Continuity inherently improves the outcome for future generations. These are principles worth striving for. These are ideas worth spreading &#x2014; from mind to mind like a virus of perception. This is how you take your power back. This is how you save the world. Cultural Modularity - For an idea to spread it must be adapted to its environment. Rather than attempting to reach critical mass by convincing a population to accept a new, monolithic world view, it is far more effective to work with simple and compact ideas capable of bypassing cultural filters. Adaptive Action - Rewiring civilization is a large, dynamic project, fraught with unforeseen obstacles. Formulating a detailed master plan, to be completed in stages, like a car being assembled on a factory floor, would be a recipe for failure. To succeed, we must set small, realistic targets which can be rapidly attained; evaluate the results, and improve iteratively."},{"title":"The Authority Instinct","date":"October 11, 2018","updated":"October 24, 2018","path":"instinctual-psychology/authority-instinct/index.html","permalink":"http://paradigmforthenextgeneration.com/instinctual-psychology/authority-instinct/index.html","excerpt":"","text":"The authority instinct is ubiquitous among social species. It increases the survival rate of groups by facilitating decisive action. Presidents, warlords, gang leaders and chiefs are all human analogues of the alpha. In 1961 psychologist Stanley Milgram conducted a series of social experiments to test whether participants would obey an authority figure when given an order which violated their core morality. These experiments demonstrated that the vast majority of humans will carry out orders (albeit reluctantly) which they believe to be causing extreme pain to another human being. 65% will follow these orders to lethality. In numerous tests, participants from a wide variety of education levels and socio-economic backgrounds obeyed commands to administer electric shocks of ever increasing voltage to a person in an adjoining room. Each shock provoked screams, and pleas to stop the experiment. Many subjects hesitated and questioned the orders, but as long as the authority remained firm most complied to a deadly 450 volts, even after the screams in the other room went silent. The only symbol of authority needed was a white medical jacket. Authority can be signaled by uniforms, insignias, colors, and other visual representation of power. However vocal intonation and body language which convey an air of strength and certainty can be sufficient. These behaviors can be scripted and choreographed like theater. Modern politics is essentially acting, stagecraft and props."},{"title":"Cognitive Dissonance","date":"July 30, 2017","updated":"July 30, 2017","path":"instinctual-psychology/cognitive-dissonance/index.html","permalink":"http://paradigmforthenextgeneration.com/instinctual-psychology/cognitive-dissonance/index.html","excerpt":"","text":"Cognitive dissonance is the psychological discomfort triggered by exposure to ideas which contradict (create dissonance with) one&#x2019;s current world view. A direct attack on an ideological identity is experienced as an attack on the group, and by extension a threat to the self."},{"title":"The Conformity Instinct","date":"October 11, 2018","updated":"October 24, 2018","path":"instinctual-psychology/conformity-instinct/index.html","permalink":"http://paradigmforthenextgeneration.com/instinctual-psychology/conformity-instinct/index.html","excerpt":"","text":"In 1951 social psychologist Solomon Asch conducted a series of experiments to determine to what degree individual belief and opinion can be influenced by a misguided majority. In these tests, participants were brought into a room with a group of people. Every member of the group with the exception of the test subject were actors. The group was then shown cards with three lines of various lengths, and were asked which line was longer. The test subjects always answered last, or next to last so that they would hear the actor&#x2019;s response first. The actors each provided the same wrong answer. The vast majority of test subjects (75%) conformed to the incorrect answer at least some of the time. 36.8% conformed consistently. The education level or IQ of the subjects had little or no bearing on the outcome. Later tests which monitored brain activity confirmed that social conformity rewrites sensory information at a neurological level. Peer pressure is so powerful that it can override what we see with our own eyes. This effect is amplified when evidence is not directly available or easy to understand. The conformity instinct is triggered anytime there is the perception of group consensus, or social momentum. This perception can be simulated by coordinating false statements or distorting the results of opinion polls. Repetition can mimic consensus. Studies have shown that when individuals are exposed to an idea repeatedly, even if that repetition originates from a single source, they gradually come to believe that that idea is widely held. A single individual can spark ideological contagion by repeating until others follow suit. This effect is amplified if the propagator holds an aura of authority or has access to mass media. In studying conformity Asch stumbled upon the antidote. If a test subject was exposed to a single voice of dissent (if one of the actors gave the right answer), the spell of conformity was broken, and the subject was capable of answering correctly. This is why authoritarian regimes always seek to control the flow of information, and suppress ideas which contradict the official narrative. In an age of universal deception, telling the truth is a revolutionary act. Even one voice can turn the tide."},{"title":"The Reciprocity Instinct","date":"October 11, 2018","updated":"October 24, 2018","path":"instinctual-psychology/reciprocity-instinct/index.html","permalink":"http://paradigmforthenextgeneration.com/instinctual-psychology/reciprocity-instinct/index.html","excerpt":"","text":"Studies have shown that when test subjects are given a small gift of minimal value, they are statistically more likely to comply with subsequent requests made by the giver, even if the secondary request is significantly more valuable. For example: if the subject was given a free soft drink in the beginning of the evening, they were much more likely to buy raffle tickets from the person who gave them that drink, than were subjects who had not been offered anything. This principle also applies to non-physical gifts as well, such as time volunteered. Psychologists refer to this instinct as the reciprocity principle. Among social species, reciprocity facilitates the distribution of effort and resources within a group, and provides a natural safety net. If a member of a pack or a tribe brings home food on a particular day, and they share that food with the other members, the reciprocity instinct ensures that they will be fed by others in the future. For over 300,000 years this was the primary form of exchange within human groups. At the civilization scale, the reciprocity instinct has been hijacked. Repaying feels like a moral duty even if the gift is artificial. A fractional reserve loan still binds. In politics, strategic gift giving is institutionalized. Running for office is expensive. To compete, one must advertise, organize events, pay staff, and travel extensively. Wealthy candidates may be able to fund these activities out of pocket, but most politicians rely on outside support. While outright bribery is technically illegal, and political donations are regulated, corporations and well heeled special interest groups always find loopholes which enable them to line influential pockets (PACs and Super PACs are contemporary examples). Ordinary citizens cannot compete in this arena. These contributions create a debt which can be called in at a later date. Explicit agreements are unnecessary. The psychological bond is sufficient. Corporations treat this exchange like a cost of doing business. Donations are investments towards friendly policies, lucrative contracts, a blind eye when it really counts. In this context it should be clear that most so called &#x201C;democracies&#x201D; aren&#x2019;t democratic at all. Most aren&#x2019;t even functional republics. The term plutocracy would be more fitting; a pay to play puppet show by any other name."},{"title":"The Retaliation Instinct","date":"October 11, 2018","updated":"October 25, 2018","path":"instinctual-psychology/retaliation-instinct/index.html","permalink":"http://paradigmforthenextgeneration.com/instinctual-psychology/retaliation-instinct/index.html","excerpt":"","text":"Of course the people don&#x2019;t want war. But after all, it&#x2019;s the leaders of the country who determine the policy, and it&#x2019;s always a simple matter to drag the people along whether it&#x2019;s a democracy, a fascist dictatorship, a parliament, or a communist dictatorship. Voice or no voice, the people can always be brought to the bidding of the leaders. That is easy. All you have to do is tell them they are being attacked, and denounce the pacifists for lack of patriotism, and exposing the country to greater danger. Herman Goering - at the Nuremberg trials In experiments modeled around conflict, game theory has established that the most successful strategy is tit for tat: never attack, retaliate in kind. Those who initiate conflict invite a forceful response. Those who do not retaliate when attacked invite further aggression. Both initiations of violence and passive responses reduce survival rate on average. As such, tit for tat is a mathematically consistent selective pressure. The retaliation instinct is a biological adaptation to that pressure. This is why every human culture has some concept of the right to self defense, and aggressive behavior is condemned. This instinct is amplified at a societal level. When attacked by an outside force, human groups tend to close ranks and rally behind the leader. Limits on power are brushed aside. War becomes a moral imperative; calls for peace tantamount to treason. This response can be triggered artificially. When those in power want war, they never declare their real motives or intentions. They can&#x2019;t just announce that they want control of a particular resource in a particular region, or that a foreign leader needs to be removed because they have become uncooperative, or has made alliances with strategic competitors. Doing so would undermine domestic support, weaken morale within the military, and invite an international backlash. Instead they follow a tested and proven template, designed to hijack human instinct. ProblemFirst, the public is conditioned to view the target as a problem, an existential threat. The enemy is framed as an arch-villain. Their crimes built up, exaggerated and woven with total fiction. Narratives are coordinated via media and political puppets and repeated endlessly, etching an image into the mind of the masses. Facts and evidence are optional. ReactionNext the the retaliation instinct is invoked. Military aggression must look like an act of self defense or humanitarian intervention. This can be accomplished by fabricating an attack and blaming it on the enemy, intentionally provoking the enemy into a response, or by justifying preemptive strikes as the only way to prevent an atrocity. SolutionFinally, public support is consolidated with a crusade mythology: a narrative that presents the aggressors as fighting for a higher ideal, or a greater good. A war of aggression becomes &#x201C;Spreading Democracy&#x201D;, &#x201C;Fighting Terrorism&#x201D;, &#x201C;Fighting Communism&#x201D; or &#x201C;Bringing Civilization to Savages&#x201D;. These euphemisms define &#x201C;us vs. them&#x201D; in exaggerated terms to dehumanize the target, sanitize the implied bloodshed, and activate the pack instinct (in the form of patriotism). This formula hijacks the most primal and dangerous aspects of human nature. Out-group becomes a mortal enemy, an imminent problem that must be dealt with by force. Reaction is shaped by defining the boundaries of debate. &#x201C;Should the president order a limited strike, or a full invasion?&#x201D; One way or another, the solution is always war. War is the health of the state. When the retaliation instinct is awakened in a people, the authority and conformity instincts are amplified. New laws can be pushed through, rights abolished, national identity reshaped. Under its fog, rulers can get away with just about anything. For example, in the wake of 9/11 the Authorization for Use of Military Force Against Terrorists (aka AUMF), and the Patriot Act were passed with little debate. The Authorization for Use of Military Force Against Terrorists gave the president of the United States a blank check for targeted assassinations, airstrikes and full scale war. This power has been used continuously in numerous countries under the Bush, Obama and Trump administrations. Under the Obama administration this assassination program was expanded to include a formal kill list called the &#x201C;disposition matrix&#x201D;. Enemies of the state could now be executed anywhere in the world without being charged or facing trial. U.S. citizens were not exempt. Under the Patriot Act, surveillance powers were radically expanded. Indefinite detention without trial was legalized. These provisions were initially framed to target foreign nationals, however once the infrastructure was in place the scope widened. All communications would be recorded and stored en masse; calls, text messages, web-browsing activities, social media, email&#x2026; Indefinite detention without trial was expanded to include U.S. citizens by the National Defense Authorization Act of 2012. For citizens of wealthy western nations, war is a distant concept. They have never seen the aftermath of an airstrike, or the faces of the civilians injured and killed. The human consequences of foreign policy are rarely discussed. Even the real body counts are obscured. For example the U.S. government does not track the number of civilian casualties in Iraq, Afghanistan, or anywhere else they operate. Only military deaths are reported. Conservative estimates by independent researchers put the civilian death toll in Iraq alone in the hundreds of thousands. The real number may be much higher. Maintaining this distance is an important aspect of neocolonial strategy. The public must be sheltered from such horrors, lest they question their complicity."},{"title":"Vertical Collectivism","date":"October 11, 2018","updated":"October 24, 2018","path":"instinctual-psychology/vertical-collectivism/index.html","permalink":"http://paradigmforthenextgeneration.com/instinctual-psychology/vertical-collectivism/index.html","excerpt":"","text":"The authority and conformity instincts are survival adaptations and can be observed among all social species. Authority facilitates decisive action. Conformity facilitates group cohesion and coordination. The way human civilization combines these forces however, is unique. All modern city states (and the vast majority of businesses) are organized as top down pyramids. Those at the top distribute orders to their subordinates, who then give orders to those below. At each layer obedience is reinforced by social conformity. If everyone else is obeying it must be the right thing to do. With authority stacked above, and peer pressure applied from all sides, very few are strong enough to resist. By the time an order reaches its final destination, physical enforcement is rarely necessary. Examples are made of those who disobey. Fear is enough to keep the rest in line. Sociologists refer to this social structure as vertical collectivism. Vertical collectivism concentrates power and wealth in very few hands, creating a vast power differential between the top and the bottom strata of society. These power imbalances become entrenched as societal class (in-group and out-group defined by wealth and influence). These imbalances have serious side effects. The Stanford prison experiments demonstrated that when humans are given total power over others, sadistic and cruel personality traits tend to arise. In these tests, ordinary students were divided into two groups. One group was arbitrarily assigned the role of prison guards. The other group was assigned the role of prisoners. The relationship between these two groups was allowed to develop organically. Within a very short period of time those placed in the artificial position of power began to treat those under their control as subhuman. The behavior of the guards became so cruel and abusive that the experiment had to be halted prematurely. Studies conducted by the University of Berkeley have found that disproportionate wealth has the same effect. Test subjects consistently display less regard for others, and are more likely to defy laws and social norms when they feel economically superior. These tendencies arise even when the wealth in question is completely illusory (these behaviors express themselves even in unbalanced games of Monopoly). Numerous studies have also found that highly unequal societies have higher rates of physical and mental illness than societies with small power and wealth differentials. This correlation holds true regardless of the baseline standard of living. For over 300,000 years prior to the rise of civilization (according to the current anthropological timeline), humans lived in horizontal collectives (aka tribes). It is within this social structure that human biochemistry evolved. We know this, because all social structures found in nature are horizontal. Humans are the only species that stacks authority and conformity in layers. The dawn of civilization 10,000 years ago marked the beginning of a new approach to production, exchange and social structure; a paradigm designed for war and totalitarian control. The agricultural revolution began as a military strategy. Excess food production allowed for standing armies which could move and fight abroad as long as supply lines were maintained. This was the first division of labor: soldiers and farmers. The combination of farming and standing armies provided a distinct military advantage over tribes that had to leave the battle field to forage and hunt. Vertical collectivism further amplified this advantage by enabling strict discipline and totalitarian control which could scale out geographically by adding new divisions and administrative layers. One by one, neighboring tribes were either conquered or were forced to take up the same strategy. In this way, vertical collectivism spread to claim every square inch of planet earth. Contrary to popular belief, the military advantage provided by agriculture did not, however, translate into a higher quality of life. In fact, it lead to a measurable decline in health. Comparing the skeletons of early farmers with those of their hunter gatherer counterparts, anthropologists have found that the transition to agriculture was accompanied by poor dental health, stunted spines, bone lesions, a reduction of height and other signs of malnutrition. The peasants in the field didn&#x2019;t choose to slave in the fields, producing excess crops to support the ambitions of warlords. The arrangement was forced upon them. They were quite literally slaves. Over time, excess production, and economic complexity gave rise to monetary systems. Debt, taxation and employment replaced open slavery. The underlying power dynamic, however, remains the same. The democratic ideal of an empowered populous exerting pressure from the bottom up cannot work in vertical collectives. Stacking authority and conformity in layers will always concentrate wealth and power at the top of the social pyramid. The psychological momentum of such structures always flows down. These imbalances are unhealthy for society as a whole and bring out the worst in those at the top. The accumulation of these imbalances make social pyramid schemes highly prone to revolution and collapse. It is rare for a modern city state to last more than a few hundred years without upheaval. Changing laws or removing specific leaders cannot alter this dynamic. The design flaw is the social structure itself."},{"title":"Fossil Fuel Dependence","date":"October 14, 2018","updated":"October 25, 2018","path":"problem/fossil-fuel-dependence/index.html","permalink":"http://paradigmforthenextgeneration.com/problem/fossil-fuel-dependence/index.html","excerpt":"","text":"Every aspect of modern civilization is dependent on fossil fuels; transportation, manufacturing, plastics, food production, medicine&#x2026; This consumption is tightly correlated with economic growth. Plastic production, for example, has increased 20 fold in the last 50 years from 15 million tons to 311 million tons per year. This production is predicted to reach 1,124 million tons by 2050. Transport makes up the lion&#x2019;s share of global oil consumption. Cities and highways are designed with automobiles in mind, with residential, industrial and business centers spread out with no regard for efficiency. Globalization exacerbates this trend. Items which could be produced at home are transported thousands of miles to cut costs. Debt based monetary systems require perpetual growth (2% per year minimum) to stay afloat. Economic growth inherently increases the consumption of fossil fuels. Even if all transportation were to be converted to electric (a significant engineering challenge for freight) increases in manufacturing output translates into more plastics, more petrochemicals etc&#x2026; Politicians make overtures to sustainability, but the fact that the U.S. dollar is a debt based, oil backed currency gives the most powerful nation in the world clear motive and incentive to defend the status quo. How to Reduce Fossil Fuel DependenceLocal ResilienceTo break free from the fossil fuel - infinite growth - feedback loop, we must transition towards localized and sustainable systems of production, organization and exchange. Cooperative EconomicsDebt based monetary systems require infinite growth to stay afloat. Cooperative economic models provide a tested and proven alternative. Modular, Open Source EngineeringRather than throwing away an entire phone when the processor became outdated, what if you could simply install a standardized replacement, available from a wide variety of manufacturers? A transition to standardized modular systems can radically reduce the consumption of energy and materials. Permaculture Design LogicTo reduce dependence external resources we must maximize efficiency; minimizing waste, and distance traveled. This will require an efficiency-oriented design logic which gives human and ecological variables their due weight."},{"title":"The Tribal (Pack) Instinct","date":"October 11, 2018","updated":"October 24, 2018","path":"instinctual-psychology/tribal-instinct/index.html","permalink":"http://paradigmforthenextgeneration.com/instinctual-psychology/tribal-instinct/index.html","excerpt":"","text":"The ability to unify or divide a people is the true root of power. Under the spell of a charismatic leader a crowd can become an army. Likewise, a skillful provocateur can turn a previously unified nation against itself. The means to attain and wield this power have been studied and refined over the millennia. In the early 1970s social psychologist Henri Tajfel set out to study the minimal conditions required for discrimination to occur between groups of humans. In his tests he discovered that rivalries could be created in a very short time by sorting individuals by trivial criteria (such as one&#x2019;s musical preferences or hair color). Groups formed by such trivia would almost immediately begin to display prejudice against those on the other side (out-group), and treat those in the same category (in-group) more favorably. The phenomenon activated even when the divisions were totally arbitrary. Divide a group by coin toss and tribal dynamics manifest. Tajfel referred to this principle as the &#x201C;minimal group paradigm&#x201D;. This phenomenon takes countless forms: political partisanship, gangs, nationalism, cults, religions, even team sports&#x2026; all are expressions of the same psychology &#x2014; the tribal instinct. The sense of belonging is a fundamental human need. When that need is not met, replacements always emerge. Homo sapiens sapiens is a social animal. Tribe: the human analogue of a pack. National identity: a proxy for tribe. This instinct predates humanity and will persist. Failure to account for its influence invites tragedy. A nation can be unified by drawing attention to an external threat (in-group is always strengthened by a hostile out-group). If a proper enemy doesn&#x2019;t exist, one can be created. The same population can be fractured by pitting internal factions against each other (divide and conquer). Opposition is meaningless if it cannot coordinate or organize. To alter human behavior an idea must act upon identity. Whether consciously or subconsciously, psychologically unified groups always codify what it means to be &#x201C;one of us&#x201D;. The most obvious lines are drawn by geographical origin, language, and / or physical traits. Cultural lines however are just as powerful. These may include forbidden practices, duties, and / or ideological tenets. How strictly those lines are are enforced operates on a spectrum. In its most potent form, cultural code has the force of morality, and is utterly intolerant of dissent. Criticizing or questioning its tenets is interpreted as an attack on the group, and by extension the self. The defensive (or aggressive) reactions that typically follow are the ideological equivalent of an immune response. With strength in numbers this can devolve into an angry mob. Social validation increases dopamine levels in the brain, creating a sense of happiness and well being. Social condemnation has the opposite effect, and can be emotionally devastating. Very few humans are strong enough to resist this pressure. As such, most integrate the cultural code of their group as a package, and conform to expectations. Among these expectations (whether explicit or implied) is the duty to defend the group against perceived enemies. The left / right paradigm provides a prime example of this phenomenon. Observing the way &#x201C;liberals&#x201D; and &#x201C;conservatives&#x201D; treat each other, one could easily get the impression that these were foreign nations at war. What began with differences of opinion, evolved over the years into open contempt, hatred, and violence. The same dynamic can be observed in sectarian conflicts around the world. The political class uses these divisions strategically. The target demographic is studied extensively using polls and focus groups. Platforms are crafted based on how a specific contingent reacts rather than the candidate&#x2019;s actual views. The audience can then be fed exactly what they want to hear. Once in power the rules change. Campaign promises can be left by the wayside or totally reversed. Rather than respond to these reversals as betrayals, followers will typically take the new position and defend it. To do otherwise would jeopardize the leader, and would play into the hands of the enemy (out-group). Skillful leaders have the power transform group identity."},{"title":"The Infinite Growth Complex","date":"October 11, 2018","updated":"October 21, 2018","path":"problem/infinite-growth/index.html","permalink":"http://paradigmforthenextgeneration.com/problem/infinite-growth/index.html","excerpt":"","text":"Modern economies must expand perpetually to avoid collapse. If a country isn&#x2019;t producing and consuming more this year than it did in the last, this is considered an ominous sign, a signal of an impending crisis. In fact the term &#x201C;economic sustainability&#x201D; is traditionally defined as a steady growth in GDP of at least 2% per year. This imperative is completely decoupled from human need. The more an economy grows, the more energy and resources it consumes, the more trash it produces, the more pollution is released into the water and atmosphere. Habitats are destroyed, species go extinct. The result is environmental degradation at a horrific scale. Competition for scarce resources breeds war. Never mind how many civilians have to die. Building bombs creates jobs. Conflict contributes to GDP. Self destruction is incentivized. We live on a finite planet, with finite resources. Infinite growth is not a long term survival strategy. Any proposed solution which fails to address this issue is rearranging deck chairs on the Titanic. So why must modern economies grow perpetually to avoid collapse? To answer that question we must examine the mechanics of modern money. Money is the most powerful incentive mechanism ever created, yet very few understand the psychology it utilizes, or the full extent of its impact on society. Currency has taken countless forms over the millennia: metal coins, cacao beans, notched sticks, pig tusks&#x2026; In the modern age the vast majority is digital, and has no physical presence at all. No matter what a currency is made of its value is always rooted in scarcity. Money works best when there isn&#x2019;t enough to go around. Virtually all modern currencies are debt based. Money is created when ordinary private banks (like Wells Fargo, Deutsche Bank or Societe Generale) loan out money that they don&#x2019;t have. This practice is not only legal, it is in fact the foundation of the current financial system. It&#x2019;s called Fractional Reserve Banking. In most countries banks are allowed to loan out 10 times what they hold in deposits. Banks, when they decide the economy is good, we are optimistic, we are now making loans, they don&#x2019;t need to wait for any deposits, because when they make a loan they create the deposit. Right there. Banks create money out of thin air. Michael Kumhof - Senior Research Adviser for the Bank of England, and former IMF Economist. Banks have a license to write hot checks. They literally type money into existence. You on the other hand, must sign over your future labor for that house, car, or education that you couldn&#x2019;t otherwise afford. Loans are not free. They must be paid back with interest, and the banks dictate the terms. Over time interest payments far outweigh the principle. The money to pay the interest is not created by the loan. In fact it is never created at all. As a result, there is ALWAYS more total debt than money in circulation. While banks have a license to write hot checks, everyone else is forced to compete within an insufficient pool of liquidity. There is NEVER enough cash to go around. Bankruptcy is inevitable. The only way to delay the inevitable is to issue more debt (and create more money) increasing production and consumption levels accordingly. Inflation is an inherent side effect. It&#x2019;s a spiral, a pyramid scheme, a game of musical chairs. The music keeps playing as long as the credit flows. But the music always stops eventually, and some get left without a chair. Debt levels expand slowly at first, but inevitably accelerate, then go exponential. Sooner or later it always ends in a crisis. When credit stops flowing, the money supply contracts, and defaults go through the roof. The banks then seize the real, tangible assets tied to the loans; homes, cars, land, businesses, even government infrastructure. In the end they hold all the cards. It&#x2019;s a rigged game that keeps humanity on a hamster wheel, working jobs they can&#x2019;t stand, selling their life force for digits in a bank account. Modern day feudalism. Equal opportunity enslavement. Artificial scarcity."},{"title":"Causes of International Conflict","date":"October 14, 2018","updated":"October 25, 2018","path":"problem/international-conflict/index.html","permalink":"http://paradigmforthenextgeneration.com/problem/international-conflict/index.html","excerpt":"","text":"War is the most horrific and destructive expression of human potential. Under its fog unimaginable atrocities are common place. The psychological scars impact generations to come. In the age of nuclear weapons international conflict puts the continuity of life on planet earth at stake. To prevent international conflict a clear understanding of its underlying causes is imperative. Economic or Territorial GainThe vast majority of wars are fought to gain control over over territory and resources. In modern times this is no longer considered a legitimate justification. As such, political leaders often resort to deception when initiating a conflict. The infinite growth paradigm contributes to conflict by accelerating the consumption of scarce resources. Sectarianism / TribalismStrong belief combined with a sense of intollerance or disdain for out-group breeds conflict. While sectarianism is typically associated with religion (Protestant vs. Catholic, or Sunni vs. Shiite for example), conflicts over economic or political identity (communism vs. capitalism, or liberals vs. conservatives for example) engage the same psychology (the tribal instinct). RetaliationIn modern times retaliation is the most commonly used pretense for war. Every human culture has some concept of the right to self defense. Those who do not retaliate when attacked invite further aggression. The retaliation instinct can be triggered artificially."},{"title":"Why Modern Society is Dysfunctional","date":"October 21, 2018","updated":"October 25, 2018","path":"problem/socioeconomic-dysfunction/index.html","permalink":"http://paradigmforthenextgeneration.com/problem/socioeconomic-dysfunction/index.html","excerpt":"","text":"Growing inequality, totalitarianism, mental illness, partisanship, racism and social fragmentation&#x2026; Judged by the results it produces, modern society is clearly dysfunctional. Human behavior is dictated by a combination of instinct, culture, social structure, and economics. Instinct is a constant variable which can never be fully eliminated, and must be taken into account. Socioeconomic paradigm (culture, social structure, and economics) determines how instincts express. When a device or technology doesn&#x2019;t work as intended we either correct the design or discard it. To hold on to a flawed design would be absurd. Unfortunately this logic is rarely applied to socioeconomic paradigm. CultureHuman groups all establish cultural norms regarding beliefs and behavior. Members receive social validation when they conform to those norms, and receive condemnation when they step out of line. This mechanism acts directly on the dopamine system. Cultural norms evolve gradually over time. The course of this evolution can be influenced. Social StructureHomo sapiens sapiens is a social animal and will therefore always organize in collectives. Modern civilization structures society in top down pyramids (vertical collectivism). By stacking authority and conformity in layers, vertical collectivism inherently concentrates wealth and power in very few hands. These imbalances accumulate over time, leading to an increasingly unhealthy society. Horizontal social structures provide a tested and proven alternative. EconomicsMoney utilizes the psychology of scarcity to set value, and gives rise to competitive behavior, hoarding and economic stratification. When currency is abundant prices rise. Money works best when there isn&#x2019;t enough to go around. In societies which run on money, status is defined by how much one has. Wealth attracts social validation. Poverty attracts scorn. Monetary wealth has the tendency to accumulate. It&#x2019;s much easier to make money if you are already have some to start with. The ability to purchase productive assets and obtain loans amplifies earning potential. The gap between the haves and the have nots is therefore naturally inclined to increase. For over 300,000 years, prior to the dawn of civilization and the advent of money, humans relied on cooperative economic models to distribute labor and resources. Cooperative economic models utilize a psychology of abundance, and is oriented towards cooperative behavior. Inequality is inherently limited. Status within such societies is defined by contribution rather than accumulation. Generosity and productivity attract social validation. Greed and hoarding attract scorn."},{"title":"Volunteer Online","date":"August 01, 2017","updated":"August 06, 2017","path":"activism/volunteer/online/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/volunteer/online/index.html","excerpt":"","text":"We are currently accepting applications for online volunteers with the following skill sets: Animators/Video Editors Programmers and Developers - Back-end and front-end web developers and native app developers needed for work on open source communication, and information management systems. Must be comfortable with git. Experience with Nodejs/Javascript preferred. Project Managers - Must have experience with Agile/Scrum or some other adaptive project management approach. Writers/Bloggers Translators - Native speakers only. Graphic Designers Narrators - Must have access to basic recording equipment. Moderators &amp; Social Media Admins - Help administrate online pages and discussion groups. Application InstructionsTo apply, send an email to with the following information (in order): Include the words: &#x201C;Volunteer Online&#x201D; in the email subject. Provide your name, age, gender and nationality. List relevant skill sets and/or experience. Explain why you want to volunteer in 500 words or less. Tell us about yourself: include languages spoken, musical instruments played, philosophical background etc&#x2026; Describe your availability: How many hours a week are you willing to help? What days/times are you generally available? Contact information: phone number, link to Facebook profile, skype name, Whatsapp etc&#x2026; Tell us what the best way to reach you is, what time zone you are in and at what time of day you are generally most available."},{"title":"Volunteer Onsite","date":"August 01, 2017","updated":"September 05, 2017","path":"activism/volunteer/onsite/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/volunteer/onsite/index.html","excerpt":"","text":"We are currently accepting applications for onsite volunteers with the following skill sets: Teachers/child development specialists - Work with a small group of children ages 3 - 8, using a curiosity based learning approach. Experienced Tradesmen - Carpenters, electricians (preferably experienced with renewable technologies), mechanics, general handymen etc&#x2026; Animators/Video Editors/Videographers/UAV Operators - Must bring your own equipment. You will retain footage, but must be willing to release as Creative Commons. Programmers and Developers - Back-end and front-end web developers and native app developers needed for work on open source communication, and information management systems. Must be comfortable with git. Experience with Nodejs/Javascript preferred. Project Managers - Must have experience with Agile/Scrum or some other adaptive project management approach. If you have a skill set which is not listed above, but which you feel might be helpful in the context of an off-grid learning center, or media outreach, your application may still be considered. Applicants must be willing to purchase a round trip ticket to The Commonwealth of Dominica, and must be willing to stay at least one month. Do not apply until you are ready to commit to a departure date less than two months away. Conditions onsite are rustic (you must be comfortable with the realities of living off-grid in a rainforest). Volunteers have access to a shared kitchen, bathroom and living space, but will need to bring their own tent. Experienced tradesmen will have the option to build a small cabin to use for the duration of their stay. Application InstructionsTo apply, send an email to with the following information (in order): Include the words: &#x201C;Volunteer Onsite&#x201D; in the email subject. Provide your name, age, gender and nationality. List relevant skill sets and/or experience. Explain why you want to volunteer in 500 words or less. Tell us about yourself: include languages spoken, musical instruments played, philosophical background etc&#x2026; Describe your availability: How soon will you be ready to travel? How long are you willing to stay? Contact information: phone number, link to Facebook profile, skype name, Whatsapp etc&#x2026; Tell us what the best way to reach you is, what time zone you are in and at what time of day you are generally most available."},{"title":"Cultural Modularity","date":"July 30, 2017","updated":"October 25, 2018","path":"how-to-save-the-world/modularity/cultural-modularity/index.html","permalink":"http://paradigmforthenextgeneration.com/how-to-save-the-world/modularity/cultural-modularity/index.html","excerpt":"","text":"Imagine you were given the opportunity to design a culture, or edit an existing culture. This culture would first be tested in the real world by a small group of volunteers; say 6 to 10 people to start. If the results were positive (if the culture enabled the participants to live and work together harmoniously) then you would be given the opportunity to scale up. If the results were negative (if the group was plagued by infighting and divisions) the experiment would be over. What would the code of that culture look like? How would the participants organize and conduct themselves? Which essential truths would be conveyed? Imagine you only have one chance to transmit this culture to the participants; one single conversation, lasting less than one hour. In that conversation you can present your ideas, ask and respond to questions. You will not be able to bring any props for this conversation. No computer. No smartphone. Not even a printed out thesis. Everything must fit into memory. Richard Dawkins coined the term &#x201C;meme&#x201D; to represent small clusters of ideas which are simple, compact, and minimally bundled (and therefore easy to remember). Memes are analogous to genes, and their evolution is governed by the same laws. Systems are more stable, and easier to repair and update when they are built using simple, compact and minimally bundled components. In systems design this principle is referred to as modularity. Rather than throwing away an entire phone when the processor became outdated, what if you could simply install a standardized replacement, available from a wide variety of manufacturers? In technical fields a transition to modular components, and standardized connection points increases efficiency and radically reduces waste. Applied to ideas and culture, modularity facilitates hybrid systems, and peaceful evolution. Ideological and cultural habitat are selective pressures. For an idea to spread it must be adapted to its environment. Rather than attempting to reach critical mass by convincing a population to accept a new, monolithic world view, it is far more effective to introduce or alter individual memes. Once established in culture, new memes combine with existing beliefs and emotions transforming perception, and ultimately behavior. Time and resources are limited. We must prioritize, choose our battles. Breaking free from fossil fuel dependence, infinite growth and war is an obvious starting point."},{"title":"Cooperative Economics","date":"October 11, 2018","updated":"October 25, 2018","path":"how-to-save-the-world/the-positive/cooperative-economics/index.html","permalink":"http://paradigmforthenextgeneration.com/how-to-save-the-world/the-positive/cooperative-economics/index.html","excerpt":"","text":"Cultures which promote cooperative economic strategies to reduce dependence on monetary systems, and provide for human need at a community level are inherently more stable and egalitarian than competitive models. Imagine if one day you woke up to the news that a massive crisis was in the process of unfolding. You rush to the bank to withdraw cash only to realize that you were not the first person to have this idea, and the banks do not have enough money to go around. You drive to the grocery store to find lines out the door and most of the shelves already empty. You find the same kind of scene at the gas station. Imagine this is no short term crisis. The problems not only do not get fixed, but in fact get progressively worse. The monetary system is broken and there&#x2019;s no putting it back together again. Now you&#x2019;re the kind of person who thinks ahead, so you&#x2019;ve been working towards self sufficiency for some time now. You grow a lot of your own food already, your house is off of the grid, and you have quite a few practical skills under your belt, but there&#x2019;s only do so much if you&#x2019;re alone. To survive, you and your neighbors need to work together. How do you accomplish this without money? For over 300,000 years, prior to the dawn of civilization and the advent of money, humans relied on the reciprocity instinct to facilitate cooperation and the distribution of resources. When one wolf succeeds on a hunt, that wolf shares and the whole pack eats. The act of sharing is not altruistic. By working together the pack succeeds in situations where an isolated individual would fail. Those who give are paid back in kind. Survival rate statistically increases for all members. We can refer to this strategy as cooperative economics. Cooperative economics requires no batteries. The most ancient of all economic strategies, it is simple and dependable like a knife. It can be engaged by individuals or families taking turns assisting each other, or working together towards a common good (a community barn raising for example). One party can initiate with a simple gesture of generosity. The instinct to repay that generosity is then channeled into a tradition of mutual assistance. Maintained over time, the cooperative effort of these exchanges build emotional bonds and the fabric of community (aka tribe). Taken to its fullest extent, it renders money obsolete. Would you charge your mother for food? Would you charge your brother for a place to sleep? Most would reply &#x201C;Of course not&#x2026;&#x201D; and with good reason. Sharing is rational within the context of family, extended family, and tribe. Among social animals individual survival is tied to group survival. The real question is how far this can be extended. Monetary and cooperative economic systems are both powered by psychology; however, the social dynamics, and secondary effects are fundamentally different. Money utilizes the psychology of scarcity to set value, and gives rise to competitive behavior, hoarding and economic stratification. When currency is abundant prices rise. Money works best when there isn&#x2019;t enough to go around. In societies which run on money, status is defined by how much one has. Wealth attracts social validation. Poverty attracts scorn. Wealth has the tendency to accumulate. It&#x2019;s much easier to make money if you are already have some to start with. The ability to purchase productive assets and obtain loans amplifies earning potential. The gap between the haves and the have nots is therefore naturally inclined to increase. The storage and security issues inherent as wealth accumulates, give rise to banks and other economic choke points. Control of these chokepoints is a form of power in and of itself. Those who control the flow are king. Cooperative economics, in contrast, utilizes a psychology of abundance, and is oriented towards cooperative behavior. Inequality is inherently limited. Status within such societies is defined by contribution rather than accumulation. Generosity and productivity attract social validation. Greed and hoarding attract scorn. Cooperative economics builds socioeconomic spheres which operate independently from debt based monetary systems. The act of working together to meet shared needs builds unity. During times of hardship these bonds are strengthened by necessity. When money is scarce or unavailable, the value of reciprocal exchange becomes more pronounced. Open Source EngineeringSome will argue that the move from reciprocal to transactional economics was the price that had to be paid for technological advancement, and that this was an inevitable and irreversible step forward for our species. After all, without a profit motive, what incentive would inventors have to push the envelope? The open source research and development model demonstrates a viable alternative. Open source is a form of cooperative economics. Code, designs and documentation are distributed without charge. Those who use these products are allowed to customize and improve them. Those improvements are in turn released back to the community. Everyone benefits, and the final product is often more stable and competitive than proprietary products. A clear example of this can be found in Linux. Linux is an open source operating system that runs the vast majority of the servers on the internet, as well as 84% of smartphones on the market (Android runs on Linux). Linux is also installed on a growing number of devices such as TVs, drones, home automation systems, cars etc&#x2026; Similarly Wordpress, an open source content management system (used to create websites), has far outpaced commercial alternatives. It is very difficult for paid products to compete with free (especially when the free version works better). Given the success of open source in the digital realm, one might be inclined to ask why this approach isn&#x2019;t used everywhere. The answer to this question is simple: intellectual property law (aka IP) locks down proven designs and prevents them from being copied. Rather than standardizing what works and improving upon it, inventors are forced to go back to the drawing board, essentially reinventing the wheel. In the realm of physical manufacturing, the cost of setting up new factories, and designing from scratch, prevents most companies from even considering open sourcing their work. This state of affairs protects the profits of patent holders, but wastes vast amounts of time and resources on redundant R&amp;D, and slows technological advancement. It also makes it possible for corporations to buy out the rights for inventions which threaten their business model, thereby preventing such technologies from ever reaching the public. Humanity&#x2019;s next industrial revolution begins with a simply understanding: No one can own an idea. Technological advancements operate on the same plane as scientific breakthroughs, and should be treated as such. The free flow of information is essential to human progress and must never be restrained. With the advent of 3D printing and automated manufacturing systems, designs for physical objects can be shared and improved upon in the same manner as software. Entire libraries of free 3D models already exist and are rapidly expanding. As automated manufacturing technologies improve, this trend can only accelerate Cooperative economics can be used alongside barter and other forms of transactional exchange. Open source functions without profit motive, but is compatible with, and is often utilized in commercial endeavors. Developers who contribute high quality code are in high demand, and are well compensated for commercial work. This ability to form hybrid economic systems provides a roadmap for transition."},{"title":"Horizontal Decentralization","date":"October 11, 2018","updated":"October 23, 2018","path":"how-to-save-the-world/the-positive/horizontal-decentralization/index.html","permalink":"http://paradigmforthenextgeneration.com/how-to-save-the-world/the-positive/horizontal-decentralization/index.html","excerpt":"","text":"A culture which holds leaders in check, shuns vertical power structures, encourages independent thought, and tolerates dissent will always be more healthy and free than cultures which demand blind obedience and conformity. Any society which stacks authority and conformity in layers (utilizing vertical collectivism) will always concentrate power and wealth at the top. Since power and wealth tend to accumulate, over time the gap between the highest and the lowest strata of society widens, and a host of secondary symptoms follow. The only way to avoid this dynamic is to use a totally different social structure. Vertical collectivism is a relatively recent innovation. For the vast majority of human history (300,000 years prior to the dawn of civilization) our species organized horizontally. Horizontal social structures have leaders, just as animal packs have alphas. Some members of any given group are always more outspoken or assertive. However, within horizontal cultures the power of a chief is inherently limited and is always subject to being revoked. The lack of a layered authority and conformity pyramid prevents large power differentials from developing and eliminates the absolute protection afforded the ruling class in the current system. As such, when horizontal leaders get out of line it is much easier to bring them back into line (or remove them). This level of accountability inherently changes the nature of leadership. The ability to build consensus, coordinate without coercion and resolve conflict become much more important than the inclination to give orders. In a healthy culture individuals who seek power over others are kept far away from leadership positions. Because horizontal social structures rely on strong interpersonal relationships and cohesion, group size is a key variable. If the population and territory of a people extends beyond its range of effective coordination, it will naturally tend to segment itself into smaller groups by region. The territory held by horizontal societies can be extended by forming decentralized federations with neighboring groups. The Iroquois Confederacy, which united six tribes in this way, provides a concrete example. The Iroquois confederacy was highly organized and stable for hundreds of years (until defeated by the U.S. military). Each member tribe had its own culture and leadership, but a shared code of ethics and tradition enabled them to unify and cooperate. Many historians believe the Iroquois system served as an inspiration for the governance structure of the United States. Unlike the U.S. system however, the Iroquois Confederacy had no central government. Decision making at the federation scale was handled by diplomacy rather than force. The decentralization inherent in horizontal structures reduces the total power available to any individual or class within a given region. This distribution of power encourages diversification of strategies, and reduces the impact of bad leaders and of social / political experiments gone wrong."},{"title":"Intrinsic Motivation","date":"October 11, 2018","updated":"October 24, 2018","path":"how-to-save-the-world/the-positive/intrinsic-motivation/index.html","permalink":"http://paradigmforthenextgeneration.com/how-to-save-the-world/the-positive/intrinsic-motivation/index.html","excerpt":"","text":"Numerous experiments have demonstrated that offering a reward for a previously unrewarded activity shifts one&#x2019;s motivation from intrinsic to extrinsic, and undermines any pre-existing drive. If the external motivation is later removed, the subject loses interest in the activity. For example: if you take a person who enjoys painting and give them $1000 dollars for each item they produce, that compensation will eventually become the primary motive for their work. The previous desire to paint for painting&#x2019;s sake fades, and often never returns. This phenomenon is referred to as the overjustification effect. Children are naturally curious. From birth they soak up information like living sponges, no external incentive required. Conventional schooling, however, destroys this inclination. Modern education is grade oriented. Students are conditioned to work for the social validation conveyed by high marks, and to avoid condemnation that comes with failure. To that end facts and formulas are memorized for tests and quickly forgotten. The subject matter itself becomes a means to an end. Intrinsic curiosity is replaced by a transactional model: work in exchange for a socially induced shot of dopamine. The final product of this process is a submissive employee, conditioned to punch a time clock and complete menial tasks for hours on end. After 13 or more years of schooling, most leave with out any real world skills to speak of. The natural desire to learn has been all but extinguished. After graduation, financial compensation, rank and other status symbols replace grades as extrinsic motivators. Wealth and power attract social validation. The biochemical equation is the same. Curiosity based learning models prioritize the development of intelligence rather than the memorization of facts and formulas, and avoids extrinsic motivators. Theory becomes interesting when anchored to the real world. Study is more effective when driven by intrinsic curiosity. Social context accelerates this process. Music and language skills, for example, begin with listening and are consolidated by participation. Knowing how to navigate a musical scale becomes relevant when playing with other musicians. The value of learning foreign vocabulary is obvious when surrounded by those who speak it. The imperative to learn mathematics and geometry becomes clear when helping someone build the roof of a house. This approach engages the dopamine system in a far more sustainable way. The human brain learns best in an iterative, nonlinear fashion. Ideas and skills absorb through repeated exposure and are reinforced by context. Each time we revisit a topic, our brains build upon existing neural pathways. Approaching topics from new angles connects related pathways. Following one&#x2019;s intrinsic curiosity naturally builds these connections. For example: understanding an event in history may require touching upon economics, culture, and social psychology. Studying social psychology might then segue into anthropology, evolution and biochemistry. These detours establish context and build the framework of true intelligence. The human brain is capable of rewiring itself even into adulthood. These changes can occur at the microscopic level with individual neurons, or may involve large scale cortical remapping. Neuroplastic change can be initiated in response to injuries, new behaviors, thoughts, emotions, or environmental stimuli. Cultures which cultivate intrinsic motivation rather than relying on extrinsic rewards, foster the intelligence, creativity and autonomy of its members. This conditioning is much more conducive to cooperative economic models, and decentralized, horizontal social structures."},{"title":"Peaceful Continuity","date":"July 30, 2017","updated":"October 23, 2018","path":"how-to-save-the-world/the-positive/peaceful-continuity/index.html","permalink":"http://paradigmforthenextgeneration.com/how-to-save-the-world/the-positive/peaceful-continuity/index.html","excerpt":"","text":"The ability to maintain peace and security within a group, and in relation to outside groups is vital. Intolerance and disrespect breed hatred. Hatred breeds violence and lays the groundwork for war. War is the most horrific and destructive expression of human potential. Under its fog unimaginable atrocities are common place. The psychological scars impact generations to come. In the age of nuclear weapons the continuity of life on planet earth is at stake. A culture of peace, which promotes conflict resolution and consensus building, and condemns the initiation of violence &#x2014; reserving defense as the last resort &#x2014; inherently improves the health and survival rate of societies which hold it. We can refer to this principle as Peaceful Continuity Nonaggression Conflict Resolution Consensus Building Peaceful Continuity is a module comprised of three cultural norms: nonaggression, conflict resolution and consensus building. These norms are simple and self evident, yet fundamentally transformational if applied. WARNING: The retaliation instinct is often invoked artificially. Falsely attributing an attack to a foreign enemy is one of the preferred tactics used to start wars. A healthy measure of skepticism, and an understanding human psychology is crucial."},{"title":"The Petrodollar","date":"October 11, 2018","updated":"October 24, 2018","path":"problem/fossil-fuel-dependence/the-petrodollar/index.html","permalink":"http://paradigmforthenextgeneration.com/problem/fossil-fuel-dependence/the-petrodollar/index.html","excerpt":"","text":"The U.S. dollar, is currently the world reserve currency. It also happens to be a debt based, oil backed currency. U.S. foreign policy, and energy policy can only be fully understood in the context of the petrodollar. In the aftermath of World War II, the global financial system was restructured at Bretton Woods. Uncle Sam held the biggest stick, so of course he wrote the rules. Under the Bretton Woods agreement, which was finalized in 1945, the U.S. dollar became the world reserve currency. International trade would henceforth be settled with Federal Reserve notes, which were to be backed by gold at $35 per ounce. This agreement, however, did not take into account the inflationary effects of fractional reserve banking. As long as banks are allowed to loan out more money than they actually have, the money supply always grows. As the money supply grows, the value of that currency decreases. In the years that followed, debt and inflation skyrocketed, the commitment to allow countries to withdraw their gold at $35 dollars an ounce became more and more problematic. The situation finally came to a head in 1971, when President Nixon ended the gold standard once and for all. I have directed the secretary of the treasury to take the action necessary to defend the dollar against the speculators. I directed Secretary Connally to suspend temporarily the convertibility of the dollar into gold or other reserve assets except in amounts and conditions determined in the interest of monetary stability, and in the best interest of the United States. Richard Nixon - August 15, 1971 In 1973 the Nixon administration began secret negotiations with the government of Saudi Arabia to establish what came to be referred to as the petrodollar recycling system. Under the arrangement the Saudis would only sell their oil in U.S. dollars, and would invest the majority of their excess oil profits into U.S. banks and capital markets. Documents released by the Congressional Research Service reveal that the negotiations with Saudi Arabia had an edge to them. While proposing new channels of economic and military cooperation, U.S. officials were openly discussing the feasibility of seizing Saudi oil fields by force. Carrot or the stick. This was a deal they couldn&#x2019;t refuse. In the United States, the oil shocks produced inflation, new concern about foreign investment from oil producing countries, and open speculation about the advisability and feasibility of militarily seizing oil fields in Saudi Arabia or other countries. In the wake of the embargo, both Saudi and U.S. officials worked to re-anchor the bilateral relationship on the basis of shared opposition to Communism, renewed military cooperation, and through economic initiatives that promoted the recycling of Saudi petrodollars to the United States via Saudi investment in infrastructure, industrial expansion, and U.S. securities. The agreement was formalized in 1974 with &#x201C;The U.S.-Saudi Arabian Joint Commission on Economic Cooperation&#x201D;. By 1975 the petrodollar system was expanded to include the rest of OPEC, and the U.S. dollar became the only way to purchase oil on the global market. Oil isn&#x2019;t just a commodity, it&#x2019;s a socio-economic chokepoint. With an economic paradigm that requires infinite growth, the demand for oil must increase as well. This demand for oil translates into demand for dollars. It is this demand that gives the dollar its value. The dollar is an oil backed currency. With the dollar tied to oil, money became America&#x2019;s primary export. Dollars go out, products and services come in, and inflation is distributed across the entire planet like a hidden tax. Those who profit from this chokepoint know that their position must be guarded and maintained. If a large enough block of oil producing countries stop selling in dollars, or if fossil fuels alternatives ever gain traction, it would be game over. The dollar would plummet. The U.S. financial system would collapse. The luxurious standard of living that Americans have come to take for granted would be brought to a grinding halt. The-powers-that-be have a clear incentive to keep the world hooked on fossil fuels, and crush any nation that challenges their monopoly. Examples must be made of upstarts. Sanctions, regime change, Uncle Sam&#x2019;s big stick."},{"title":"Narrative","date":"July 30, 2017","updated":"August 03, 2017","path":"how-to-save-the-world/modularity/cultural-modularity/cultural-narrative/index.html","permalink":"http://paradigmforthenextgeneration.com/how-to-save-the-world/modularity/cultural-modularity/cultural-narrative/index.html","excerpt":"","text":"Narratives are stories that connect memes (small, stable clusters of ideas), to form meme systems. Meme systems which define one&#x2019;s place in the world combine to form identity. Cultural narratives define identity and world view by dictating which ideas receive focus and respect, and which are mocked or ignored."},{"title":"Memes as Modules","date":"July 30, 2017","updated":"August 02, 2017","path":"how-to-save-the-world/modularity/cultural-modularity/meme-science/index.html","permalink":"http://paradigmforthenextgeneration.com/how-to-save-the-world/modularity/cultural-modularity/meme-science/index.html","excerpt":"","text":"Memes (small, stable clusters of ideas) are ideological modules. It is much easier to add, subtract or alter an individual meme than to directly restructure an entire belief system. Therefore in the context of activism, our efforts must be focused on the transmission of compatible (yet transformative) memes, and must avoid wasting time and energy on wedge issues."}],"posts":[{"title":"Civilization Rewired","slug":"releases/civilization-rewired","date":"August 28, 2018","updated":"October 25, 2018","comments":true,"path":"posts/releases/civilization-rewired/","link":"","permalink":"http://paradigmforthenextgeneration.com/posts/releases/civilization-rewired/","excerpt":"","thumbnail":"","text":"Our generation has inherited a world on a collision course. War, environmental devastation, corruption, state-sanctioned violence, social degradation&#x2026; The scale and extent of the problems we face are staggering. You&#x2019;ve been raised to believe that voting and petitioning those in power are the only paths to change. But democracy has been reduced to reality television. Corporate owned. Pay-to-play. It&#x2019;s getting harder and harder to deny these realities. Some would describe the masses as apathetic, submissive and easily distracted&#x2026; but that apathy masks an overwhelming sense of powerlessness, frustration, and isolation. You allow yourself to be dragged along by the flow of the mainstream because you know of no viable alternative. You sedate yourselves with entertainments and distractions, because it hurts to care. You would change the world if you knew how. You would take action if you saw a way forward. You might even blaze a new trail if you had a destination worth striving towards. This is what brings us here today. There is hope. There is a way out of this mess; a positive course of action. Imagine a world where fossil fuels as an energy source have been rendered obsolete. Production is localized. The food that you eat and the essentials of daily life are created and distributed within walking distance. Neighborhoods and homes are powered by renewable energy; optimized for efficiency and social interaction. This is a high tech society. The majority of manufacturing is automated. Advances in robotics, 3D printing and assembly have have made most menial jobs a thing of the past. Virtually all technology is open source, public domain. The best designs are standardized using modular components for easy upgrades and repairs. Disposing of entire devices is rare. Imagine a system of organization where decisions are formed at a community level, working towards consensus. Where leaders are held accountable by cultural code; socio-psychological checks and balances designed to prevent the rise of misplaced power. Leaders operate primarily as facilitators and consensus builders. Authoritarian behavior is regarded with contempt. Initiations of violence and malicious psychology are universally recognized, condemned, and countered effectively. Power differentials minimized and constrained on all levels. Imagine feeling truly connected to and supported by a strong human network; friends, family and extended family, but also something more. These are your people. You have each other&#x2019;s backs. You cooperate towards common goals. You face the world together. With or without money, basic human needs are always met. We will begin with a description of the world as it is, tracing each problem to its socio-economic roots. History rhymes, and there&#x2019;s a reason why. To fully understand our current situation &#x2014; and to avoid repeating the same mistakes &#x2014; we must understand how human instinct is used against us. Our psychology has been hijacked. The mechanisms of enslavement are hardwired into cultural code. Next we will reverse engineer this code; editing faulty components and introducing counter measures. We must learn from the lessons of history. Integrate what works. Discard what doesn&#x2019;t. Take the best of the old and the new. The solution will be broken down as a set of modular ideas. Each idea stands on its own foundation of facts and evidence. Each is simple, self evident, tested and proven; beneficial applied at any scale. These modules connect to form a system; more than the sum of its parts. Something interesting happens when they are implemented together. Finally we will describe how to get from point A to point B. The path away from fossil fuel dependence, infinite growth, and endless wars can be distilled down to a formula; a recipe for a socio-economic chain reaction that anyone of reasonable intelligence can set in motion; starting small, working with what they have. No need to wait for official approval, or even critical mass. Each and every step taken inherently improves the outcome. With intelligent action critical mass can be reached faster than you might imagine. The power to change the world is in your hands, and always has been. You just need to learn how to use it. The task at hand obviously involves working with people. To succeed we must work with human beings as they are, not as we wish they would be. We must stop repeating the same mistakes over and over expecting a different result. The next phase of human history begins with a paradigm shift which takes culture, social structure and biochemistry into account (a positive application of human instinct). This content is open source, creative commons. You have permission to download, copy and distribute by any and all means. The World as it isImagine you had a detailed road map that described step by step what needed to be done to save the world. All you had to do was get people on board; get resources moving in the right direction. How would you go about accomplishing that? Would you use the political process? Contact your representatives and show them the master plan? Run for office yourself? If that didn&#x2019;t work would you protest? Would you go black bloc in an effort to bring the system down? Would you pick up arms? Attempt to remove those in power? Who would fill the void? What would come next? Here we enter treacherous waters. The questions of how humans should organize, how decisions should be made, and how labor and resources should be exchanged are subjects of great controversy. Na&#xEF;vet&#xE9; is extremely dangerous. Misunderstandings end in war. Before attempting to rewire civilization we must understand how the current wiring works. To change course we must reroute the psychology at play. Over the course of millennia, socio-economic control has been distilled down to an applied science. The mechanisms of this control are embedded in our cultural code, hidden in plain sight. These mechanisms must be exposed in order to be countered. The Infinite Growth ComplexEvery aspect of modern civilization is dependent on fossil fuels; transportation, manufacturing, plastics food production, medicine&#x2026; Cities and highways are designed with automobiles in mind. Farms, industry and shopping centers are spread out, far from suburban sprawl. Vast swaths of land lie covered in concrete and asphalt, unproductive, toxic and inhospitable; inhabitants are isolated, disconnected, alone in a crowd. Globalized manufacturing, supply and distribution chains are designed to maximize profit. Items which could be produced at home are transported thousands of miles to cut costs. Capital chases the best margins, the lowest wages, the loosest regulations. Ecological and societal impact are only relevant in the context of public relations. The consumer doesn&#x2019;t see or think about the under age sweatshop worker who made the item in question, or the toxic byproducts of the manufacturing process. The ugly truth is out of sight, thousands of miles away; accountability impossible. The primary role of humans in this equation is to consume. From cradle to grave we are conditioned to buy compulsively; desire fabricated by any and all means, no corner of our psychology off limits. For example: to get you to buy more soda one company literally invites you to &#x201C;Open Happiness&#x201D;. Modern economies must expand perpetually to avoid collapse. If a country isn&#x2019;t producing and consuming more this year than it did in the last, this is considered an ominous sign, a signal of an impending crisis. In fact the term &#x201C;economic sustainability&#x201D; is traditionally defined as a steady growth in GDP of at least 2% per year. This imperative is completely decoupled from human need. The more an economy grows, the more energy and resources it consumes, the more trash it produces, the more pollution is released into the water and atmosphere. Habitats are destroyed, species go extinct. The result is environmental degradation at a horrific scale. Competition for scarce resources breeds war. Never mind how many civilians have to die. Building bombs creates jobs. Conflict contributes to GDP. Self destruction is incentivized. We live on a finite planet, with finite resources. Infinite growth is not a long term survival strategy. Any proposed solution which fails to address this issue is rearranging deck chairs on the Titanic. So why must modern economies grow perpetually to avoid collapse? To answer that question we must examine the mechanics of modern money. Money is the most powerful incentive mechanism ever created, yet very few understand the psychology it utilizes, or the full extent of its impact on society. Currency has taken countless forms over the millennia: metal coins, cacao beans, notched sticks, pig tusks&#x2026; In the modern age the vast majority is digital, and has no physical presence at all. No matter what a currency is made of its value is always rooted in scarcity. Money works best when there isn&#x2019;t enough to go around. Virtually all modern currencies are debt based. Money is created when ordinary private banks (like Wells Fargo, Deutsche Bank or Societe Generale) loan out money that they don&#x2019;t have. This practice is not only legal, it is in fact the foundation of the current financial system. It&#x2019;s called Fractional Reserve Banking. In most countries banks are allowed to loan out 10 times what they hold in deposits. . Banks, when they decide the economy is good, we are optimistic, we are now making loans, they don&#x2019;t need to wait for any deposits, because when they make a loan they create the deposit. Right there. Banks create money out of thin air. Michael Kumhof - Senior Research Adviser for the Bank of England, and former IMF Economist. Banks have a license to write hot checks. They literally type money into existence. You on the other hand, must sign over your future labor for that house, car, or education that you couldn&#x2019;t otherwise afford. Loans are not free. They must be paid back with interest, and the banks dictate the terms. Over time interest payments far outweigh the principle. The money to pay the interest is not created by the loan. In fact it is never created at all. As a result, there is ALWAYS more total debt than money in circulation. While banks have a license to write hot checks, everyone else is forced to compete within an insufficient pool of liquidity. There is NEVER enough cash to go around. Bankruptcy is inevitable. The only way to delay the inevitable is to issue more debt (and create more money) increasing production and consumption levels accordingly. Inflation is an inherent side effect. It&#x2019;s a spiral, a pyramid scheme, a game of musical chairs. The music keeps playing as long as the credit flows. But the music always stops eventually, and some get left without a chair. Debt levels expand slowly at first, but inevitably accelerate, then go exponential. Sooner or later it always ends in a crisis. When credit stops flowing, the money supply contracts, and defaults go through the roof. The banks then seize the real, tangible assets tied to the loans; homes, cars, land, businesses, even government infrastructure. In the end they hold all the cards. It&#x2019;s a rigged game that keeps humanity on a hamster wheel, working jobs they can&#x2019;t stand, selling their life force for digits in a bank account. Modern day feudalism. Equal opportunity enslavement. Artificial scarcity. The Psychology of DebtStudies have shown that when test subjects are given a small gift of minimal value, they are statistically more likely to comply with subsequent requests made by the giver, even if the secondary request is significantly more valuable. For example: if the subject was given a free soft drink in the beginning of the evening, they were much more likely to buy raffle tickets from the person who gave them that drink, than were subjects who had not been offered anything. This principle also applies to non-physical gifts as well, such as time volunteered. Psychologists refer to this instinct as the reciprocity principle. Among social species, reciprocity facilitates the distribution of effort and resources within a group, and provides a natural safety net. If a member of a pack or a tribe brings home food on a particular day, and they share that food with the other members, the reciprocity instinct ensures that they will be fed by others in the future. For over 300,000 years this was the primary form of exchange within human groups. At the civilization scale, the reciprocity instinct has been hijacked. Repayment of debt is framed as moral duty even if the gift is artificial. A fractional reserve loan still binds. In politics, strategic gift giving is institutionalized. Running for office is expensive. To compete, one must advertise, organize events, pay staff, and travel extensively. Wealthy candidates may be able to fund these activities out of pocket, but most politicians rely on outside support. While outright bribery is technically illegal, and political donations are regulated, corporations and well heeled special interest groups always find loopholes which enable them to line influential pockets (PACs and Super PACs are contemporary examples). Ordinary citizens cannot compete in this arena. These contributions create a debt which can be called in at a later date. Explicit agreements are unnecessary. The psychological bond is sufficient. Corporations treat this exchange like a cost of doing business. Donations are investments towards friendly policies, lucrative contracts, a blind eye when it really counts. In this context it should be clear that most so called &#x201C;democracies&#x201D; aren&#x2019;t democratic at all. Most aren&#x2019;t even functional republics. The term plutocracy would be more fitting; a pay to play puppet show by any other name. The Tribal InstinctThe ability to unify or divide a people is the true root of power. Under the spell of a charismatic leader a crowd can become an army. Likewise, a skillful provocateur can turn a previously unified nation against itself. The means to attain and wield this power have been studied and refined over the millennia. In the early 1970s social psychologist Henri Tajfel set out to study the minimal conditions required for discrimination to occur between groups of humans. In his tests he discovered that rivalries could be created in a very short time by sorting individuals by trivial criteria (such as one&#x2019;s musical preferences or hair color). Groups formed by such trivia would almost immediately begin to display prejudice against those on the other side (out-group), and treat those in the same category (in-group) more favorably. The phenomenon activated even when the divisions were totally arbitrary. Divide a group by coin toss and tribal dynamics manifest. Tajfel referred to this principle as the &#x201C;minimal group paradigm&#x201D;. This phenomenon takes countless forms: political partisanship, gangs, nationalism, cults, religions, even team sports&#x2026; all are expressions of the same psychology &#x2014; the tribal instinct. The sense of belonging is a fundamental human need. When that need is not met, replacements always emerge. Homo sapiens sapiens is a social animal. Tribe: the human analogue of a pack. National identity: a proxy for tribe. This instinct predates humanity and will persist. Failure to account for its influence invites tragedy. A nation can be unified by drawing attention to an external threat (in-group is always strengthened by a hostile out-group). If a proper enemy doesn&#x2019;t exist, one can be created. The same population can be fractured by pitting internal factions against each other (divide and conquer). Opposition is meaningless if it cannot coordinate or organize. To alter human behavior an idea must act upon identity. Whether consciously or subconsciously, psychologically unified groups always codify what it means to be &#x201C;one of us&#x201D;. The most obvious lines are drawn by geographical origin, language, and / or physical traits. Cultural lines however are just as powerful. These may include forbidden practices, duties, and / or ideological tenets. How strictly those lines are are enforced operates on a spectrum. In its most potent form, cultural code has the force of morality, and is utterly intolerant of dissent. Criticizing or questioning its tenets is interpreted as an attack on the group, and by extension the self. The defensive (or aggressive) reactions that typically follow are the ideological equivalent of an immune response. With strength in numbers this can devolve into an angry mob. Social validation increases dopamine levels in the brain, creating a sense of happiness and well being. Social condemnation has the opposite effect, and can be emotionally devastating. Very few humans are strong enough to resist this pressure. As such, most integrate the cultural code of their group as a package, and conform to expectations. Among these expectations (whether explicit or implied) is the duty to defend the group against perceived enemies. The left / right paradigm provides a prime example of this phenomenon. Observing the way &#x201C;liberals&#x201D; and &#x201C;conservatives&#x201D; treat each other, one could easily get the impression that these were foreign nations at war. What began with differences of opinion, evolved over the years into open contempt, hatred, and violence. The same dynamic can be observed in sectarian conflicts around the world. The political class uses these divisions strategically. The target demographic is studied extensively using polls and focus groups. Platforms are crafted based on how a specific contingent reacts rather than the candidate&#x2019;s actual views. The audience can then be fed exactly what they want to hear. Once in power the rules change. Campaign promises can be left by the wayside or totally reversed. Rather than respond to these reversals as betrayals, followers will typically take the new position and defend it. To do otherwise would jeopardize the leader, and would play into the hands of the enemy (out-group). Skillful leaders have the power transform group identity. The Authority Instinct In 1961 psychologist Stanley Milgram conducted a series of social experiments to test whether participants would obey an authority figure when given an order which violated their core morality. These experiments demonstrated that the vast majority of humans will carry out orders (albeit reluctantly) which they believe to be causing extreme pain to another human being. 65% will follow these orders to lethality. In numerous tests, participants from a wide variety of education levels and socio-economic backgrounds obeyed commands to administer electric shocks of ever increasing voltage to a person in an adjoining room. Each shock provoked screams, and pleas to stop the experiment. Many subjects hesitated and questioned the orders, but as long as the authority remained firm most complied to a deadly 450 volts, even after the screams in the other room went silent. The only symbol of authority needed was a white medical jacket. Authority can be signaled by uniforms, insignias, colors, and other visual representation of power. However vocal intonation and body language which convey an air of strength and certainty can be sufficient. These behaviors can be scripted and choreographed like theater. Modern politics is essentially acting, stagecraft and props. The authority instinct is ubiquitous among social species. Presidents, warlords, gang leaders and chiefs are all human analogues of the alpha. The power to wage war resides in their hands. In the current system this power is for sale to the highest bidder. The Conformity Instinct In 1951 social psychologist Solomon Asch conducted a series of experiments to determine to what degree individual belief and opinion can be influenced by a misguided majority. In these tests, participants were brought into a room with a group of people. Every member of the group with the exception of the test subject were actors. The group was then shown cards with three lines of various lengths, and were asked which line was longer. The test subjects always answered last, or next to last so that they would hear the actor&#x2019;s response first. The actors each provided the same wrong answer. The vast majority of test subjects (75%) conformed to the incorrect answer at least some of the time. 36.8% conformed consistently. The education level or IQ of the subjects had little or no bearing on the outcome. Later tests which monitored brain activity confirmed that social conformity rewrites sensory information at a neurological level. Peer pressure is so powerful that it can override what we see with our own eyes. This effect is amplified when evidence is not directly available or easy to understand. The conformity instinct is triggered anytime there is the perception of group consensus, or social momentum. This perception can be simulated by coordinating false statements or distorting the results of opinion polls. Repetition can mimic consensus. Studies have shown that when individuals are exposed to an idea repeatedly, even if that repetition originates from a single source, they gradually come to believe that that idea is widely held. A single individual can spark ideological contagion by repeating until others follow suit. This effect is amplified if the propagator holds an aura of authority or has access to mass media. In studying conformity Asch stumbled upon the antidote. If a test subject was exposed to a single voice of dissent (if one of the actors gave the right answer), the spell of conformity was broken, and the subject was capable of answering correctly. This is why authoritarian regimes always seek to control the flow of information, and suppress ideas which contradict the official narrative. In an age of universal deception, telling the truth is a revolutionary act. Even one voice can turn the tide. The Social Pyramid SchemeThe authority and conformity instincts are survival adaptations and can be observed among all social species. Authority facilitates decisive action. Conformity facilitates group cohesion and coordination. The way human civilization combines these forces however, is unique. All modern city states (and the vast majority of businesses) are organized as top down pyramids. Those at the top distribute orders to their subordinates, who then give orders to those below. At each layer obedience is reinforced by social conformity. If everyone else is obeying it must be the right thing to do. With authority stacked above, and peer pressure applied from all sides, very few are strong enough to resist. By the time an order reaches its final destination, physical enforcement is rarely necessary. Examples are made of those who disobey. Fear is enough to keep the rest in line. Sociologists refer to this social structure as vertical collectivism. Vertical collectivism concentrates power and wealth in very few hands, creating a vast power differential between the top and the bottom strata of society. These power imbalances become entrenched as societal class (in-group and out-group defined by wealth and influence). These imbalances have serious side effects. The Stanford prison experiments demonstrated that when humans are given total power over others, sadistic and cruel personality traits tend to arise. In these tests, ordinary students were divided into two groups. One group was arbitrarily assigned the role of prison guards. The other group was assigned the role of prisoners. The relationship between these two groups was allowed to develop organically. Within a very short period of time those placed in the artificial position of power began to treat those under their control as subhuman. The behavior of the guards became so cruel and abusive that the experiment had to be halted prematurely. Studies conducted by the University of Berkeley have found that disproportionate wealth has the same effect. Test subjects consistently display less regard for others, and are more likely to defy laws and social norms when they feel economically superior. These tendencies arise even when the wealth in question is completely illusory (these behaviors express themselves even in unbalanced games of Monopoly). Numerous studies have also found that highly unequal societies have higher rates of physical and mental illness than societies with small power and wealth differentials. This correlation holds true regardless of the baseline standard of living. For over 300,000 years prior to the rise of civilization (according to the current anthropological timeline), humans lived in horizontal collectives (aka tribes). It is within this social structure that human biochemistry evolved. We know this, because all social structures found in nature are horizontal. Humans are the only species that stacks authority and conformity in layers. The dawn of civilization 10,000 years ago marked the beginning of a new approach to production, exchange and social structure; a paradigm designed for war and totalitarian control. The agricultural revolution began as a military strategy. Excess food production allowed for standing armies which could move and fight abroad as long as supply lines were maintained. This was the first division of labor: soldiers and farmers. The combination of farming and standing armies provided a distinct military advantage over tribes that had to leave the battle field to forage and hunt. Vertical collectivism further amplified this advantage by enabling strict discipline and totalitarian control which could scale out geographically by adding new divisions and administrative layers. One by one, neighboring tribes were either conquered or were forced to take up the same strategy. In this way, vertical collectivism spread to claim every square inch of planet earth. Contrary to popular belief, the military advantage provided by agriculture did not, however, translate into a higher quality of life. In fact, it lead to a measurable decline in health. Comparing the skeletons of early farmers with those of their hunter gatherer counterparts, anthropologists have found that the transition to agriculture was accompanied by poor dental health, stunted spines, bone lesions, a reduction of height and other signs of malnutrition. The peasants in the field didn&#x2019;t choose to slave in the fields, producing excess crops to support the ambitions of warlords. The arrangement was forced upon them. They were quite literally slaves. Over time, excess production, and economic complexity gave rise to monetary systems. Debt, taxation and employment replaced open slavery. The underlying power dynamic, however, remains the same. The democratic ideal of an empowered populous exerting pressure from the bottom up cannot work in vertical collectives. Stacking authority and conformity in layers will always concentrate wealth and power at the top of the social pyramid. The psychological momentum of such structures always flows down. These imbalances are unhealthy for society as a whole and bring out the worst in those at the top. The accumulation of these imbalances make social pyramid schemes highly prone to revolution and collapse. It is rare for a modern city state to last more than a few hundred years without upheaval. Changing laws or removing specific leaders cannot alter this dynamic. The design flaw is the social structure itself. The Psychology of War Of course the people don&#x2019;t want war. But after all, it&#x2019;s the leaders of the country who determine the policy, and it&#x2019;s always a simple matter to drag the people along whether it&#x2019;s a democracy, a fascist dictatorship, a parliament, or a communist dictatorship. Voice or no voice, the people can always be brought to the bidding of the leaders. That is easy. All you have to do is tell them they are being attacked, and denounce the pacifists for lack of patriotism, and exposing the country to greater danger. Herman Goering - at the Nuremberg trials In experiments modeled around conflict, game theory has established that the most successful strategy is tit for tat: never attack, retaliate in kind. Those who initiate conflict invite a forceful response. Those who do not retaliate when attacked invite further aggression. Both initiations of violence and passive responses reduce survival rate on average. Tit for tat is a mathematically consistent selective pressure. The retaliation instinct is a biological adaptation to that pressure. This is why every human culture has some concept of the right to self defense, and aggressive behavior is condemned. This instinct is amplified at a societal level. When attacked by an outside force, human groups tend to close ranks and rally behind the leader. Limits on power are brushed aside. War becomes a moral imperative; calls for peace tantamount to treason. This response can be triggered artificially. When those in power want war, they never declare their real motives or intentions. They can&#x2019;t just announce that they want control of a particular resource in a particular region, or that a foreign leader needs to be removed because they have become uncooperative, or has made alliances with strategic competitors. Doing so would undermine domestic support, weaken morale within the military, and invite an international backlash. Instead they follow a tested and proven template, designed to hijack human instinct. ProblemFirst, the public is conditioned to view the target as a problem, an existential threat. The enemy is framed as an arch-villain. Their crimes built up, exaggerated and woven with total fiction. Narratives are coordinated via media and political puppets and repeated endlessly, etching an image into the mind of the masses. Facts and evidence are optional. ReactionNext the the retaliation instinct is invoked. Military aggression must look like an act of self defense or humanitarian intervention. This can be accomplished by fabricating an attack and blaming it on the enemy, intentionally provoking the enemy into a response, or by justifying preemptive strikes as the only way to prevent an atrocity. SolutionFinally, public support is consolidated with a crusade mythology: a narrative that presents the aggressors as fighting for a higher ideal, or a greater good. A war of aggression becomes &#x201C;Spreading Democracy&#x201D;, &#x201C;Fighting Terrorism&#x201D;, &#x201C;Fighting Communism&#x201D; or &#x201C;Bringing Civilization to Savages&#x201D;. These euphemisms define &#x201C;us vs. them&#x201D; in exaggerated terms to dehumanize the target, sanitize the implied bloodshed, and activate the pack instinct (in the form of patriotism). This formula (sometimes referred to as the Hegelian Dialectic) hijacks the most primal and dangerous aspects of human nature. Out-group becomes a mortal enemy, an imminent problem that must be dealt with by force. Reaction is shaped by defining the boundaries of debate. &#x201C;Should the president order a limited strike, or a full invasion?&#x201D; One way or another, the solution is always war. War is the health of the state. When the retaliation instinct is awakened in a people, the authority and conformity instincts are amplified. New laws can be pushed through, rights abolished, national identity reshaped. Under its fog, rulers can get away with just about anything. For example, in the wake of 9/11 the Authorization for Use of Military Force Against Terrorists (aka AUMF), and the Patriot Act were passed with little debate. The Authorization for Use of Military Force Against Terrorists gave the president of the United States a blank check for targeted assassinations, airstrikes and full scale war. This power has been used continuously in numerous countries under the Bush, Obama and Trump administrations. Under the Obama administration this assassination program was expanded to include a formal kill list called the &#x201C;disposition matrix&#x201D;. Enemies of the state could now be executed anywhere in the world without being charged or facing trial. U.S. citizens were not exempt. Under the Patriot Act, surveillance powers were radically expanded. Indefinite detention without trial was legalized. These provisions were initially framed to target foreign nationals, however once the infrastructure was in place the scope widened. All communications would be recorded and stored en masse; calls, text messages, web-browsing activities, social media, email&#x2026; Indefinite detention without trial was expanded to include U.S. citizens by the National Defense Authorization Act of 2012. For citizens of wealthy western nations, war is a distant concept. They have never seen the aftermath of an airstrike, or the faces of the civilians injured and killed. The human consequences of foreign policy are rarely discussed. Even the real body counts are obscured. For example the U.S. government does not track the number of civilian casualties in Iraq, Afghanistan, or anywhere else they operate. Only military deaths are reported. Conservative estimates by independent researchers put the civilian death toll in Iraq alone in the hundreds of thousands. The real number may be much higher. Maintaining this distance is an important aspect of neocolonial strategy. The public must be sheltered from such horrors, lest they question their complicity. The War to End all WarsOver 16 million people died in the first world war. Almost 7 million were civilians. Somewhere between 50 and 80 million were killed in the second world war. Most were civilians. This tragedy was punctuated with nuclear bombs dropped on the cities of Nagasaki and Hiroshima. With such brutal points of reference, one would hope that a third global conflict would be inconceivable. Unfortunately this is not the case. Those in power tend to want to stay in power, and expand that power when possible. They are most dangerous when their position is threatened. Geopolitical competitors have risen to challenge the current world order. Alliances are shifting. A confrontation is in the works. To avert the worst case scenario we must understand how and why we got here; the motives and the stakes. A short history lesson is in order. In the aftermath of World War II, the global financial system was restructured at Bretton Woods. Uncle Sam held the biggest stick, so of course he wrote the rules. Under the Bretton Woods agreement, which was finalized in 1945, the U.S. dollar became the world reserve currency. International trade would henceforth be settled with Federal Reserve notes, which were to be backed by gold at $35 per ounce. This agreement, however, did not take into account the inflationary effects of fractional reserve banking. As long as banks are allowed to loan out more money than they actually have, the money supply always grows. As the money supply grows, the value of that currency decreases. In the years that followed, debt and inflation skyrocketed, the commitment to allow countries to withdraw their gold at $35 dollars an ounce became more and more problematic. The situation finally came to a head in 1971, when President Nixon ended the gold standard once and for all. I have directed the secretary of the treasury to take the action necessary to defend the dollar against the speculators. I directed Secretary Connally to suspend temporarily the convertibility of the dollar into gold or other reserve assets except in amounts and conditions determined in the interest of monetary stability, and in the best interest of the United States. Richard Nixon - August 15, 1971 In 1973 the Nixon administration began secret negotiations with the government of Saudi Arabia to establish what came to be referred to as the petrodollar recycling system. Under the arrangement the Saudis would only sell their oil in U.S. dollars, and would invest the majority of their excess oil profits into U.S. banks and capital markets. Documents released by the Congressional Research Service reveal that the negotiations with Saudi Arabia had an edge to them. While proposing new channels of economic and military cooperation, U.S. officials were openly discussing the feasibility of seizing Saudi oil fields by force. Carrot or the stick. This was a deal they couldn&#x2019;t refuse. In the United States, the oil shocks produced inflation, new concern about foreign investment from oil producing countries, and open speculation about the advisability and feasibility of militarily seizing oil fields in Saudi Arabia or other countries. In the wake of the embargo, both Saudi and U.S. officials worked to re-anchor the bilateral relationship on the basis of shared opposition to Communism, renewed military cooperation, and through economic initiatives that promoted the recycling of Saudi petrodollars to the United States via Saudi investment in infrastructure, industrial expansion, and U.S. securities. The agreement was formalized in 1974 with &#x201C;The U.S.-Saudi Arabian Joint Commission on Economic Cooperation&#x201D;. By 1975 the petrodollar system was expanded to include the rest of OPEC, and the U.S. dollar became the only way to purchase oil on the global market. Oil isn&#x2019;t just a commodity, it&#x2019;s a socio-economic chokepoint. With an economic paradigm that requires infinite growth, the demand for oil must increase as well. This demand for oil translates into demand for dollars. It is this demand that gives the dollar its value. The dollar is an oil backed currency. With the dollar tied to oil, money became America&#x2019;s primary export. Dollars go out, products and services come in, and inflation is distributed across the entire planet like a hidden tax. Those who profit from this chokepoint know that their position must be guarded and maintained. If a large enough block of oil producing countries stop selling in dollars, or if fossil fuels alternatives ever gain traction, it would be game over. The dollar would plummet. The U.S. financial system would collapse. The luxurious standard of living that Americans have come to take for granted would be brought to a grinding halt. The-powers-that-be have a clear incentive to keep the world hooked on fossil fuels, and crush any nation that challenges their monopoly. Examples must be made of upstarts. Sanctions, regime change, Uncle Sam&#x2019;s big stick. To that end, U.S. military spending steadily increased in the years following World War II, until it had eclipsed that of all other countries combined. The weapons industry grew to be an integral part of the economy, and developed symbiotic relationships with big oil, media, banking, and the political establishment to further their shared interests. Aggressive lobbying, think tanks, and campaign contributions work in tandem. There are profits on the line. Jobs that depend on war and fossil fuel consumption. The U.S. dollar, the current world reserve currency, also just happens to be tied to that consumption. This equation breeds moral hazard. With the fall of the Soviet Union in 1991 the United States became the world&#x2019;s sole, uncontested superpower. All restraints on foreign policy were removed. Public opinion became the only obstacle. Washington took full advantage of this new position. About ten days after 9/11, I went through the Pentagon and I saw Secretary Rumsfeld and Deputy Secretary Wolfowitz. I went downstairs just to say hello to some of the people on the Joint Staff who used to work for me, and one of the generals called me in. He said, &#x201C;Sir, you&#x2019;ve got to come in and talk to me a second.&#x201D; I said, &#x201C;Well, you&#x2019;re too busy.&#x201D; He said, &#x201C;No, no.&#x201D; He says, &#x201C;We&#x2019;ve made the decision we&#x2019;re going to war with Iraq.&#x201D; This was on or about the 20th of September. I said, &#x201C;We&#x2019;re going to war with Iraq? Why?&#x201D; He said, &#x201C;I don&#x2019;t know.&#x201D; He said, &#x201C;I guess they don&#x2019;t know what else to do.&#x201D; So I said, &#x201C;Well, did they find some information connecting Saddam to al-Qaeda?&#x201D; He said, &#x201C;No, no.&#x201D; He says, &#x201C;There&#x2019;s nothing new that way. They just made the decision to go to war with Iraq.&#x201D; He said, &#x201C;I guess it&#x2019;s like we don&#x2019;t know what to do about terrorists, but we&#x2019;ve got a good military and we can take down governments.&#x201D; And he said, &#x201C;I guess if the only tool you have is a hammer, every problem has to look like a nail.&#x201D; So I came back to see him a few weeks later, and by that time we were bombing in Afghanistan. I said, &#x201C;Are we still going to war with Iraq?&#x201D; And he said, &#x201C;Oh, it&#x2019;s worse than that.&#x201D; He reached over on his desk. He picked up a piece of paper. And he said, &#x201C;I just got this down from upstairs&#x201D; &#x2014; meaning the Secretary of Defense&#x2019;s office &#x2014; &#x201C;today.&#x201D; And he said, &#x201C;This is a memo that describes how we&#x2019;re going to take out seven countries in five years, starting with Iraq, and then Syria, Lebanon, Libya, Somalia, Sudan and, finishing off, Iran.&#x201D; General Wesley Clark - March 2, 2007 In September of 2000 Saddam Hussein moved Iraq&#x2019;s oil sales off of the dollar. Three years later the U.S. invaded under the pretext of &#x201C;weapons of mass destruction&#x201D;. Weapons of mass destruction, weapons of mass destruction&#x2026; Saddam was an imminent threat. He was actively organizing an attack. We could not afford to wait. The American public fell for for the propaganda hook line and sinker. The weapons didn&#x2019;t exist. Minor detail. The chaos that followed a vicious sectarian conflict erupted. Sunnis vs. Shiite. Extremism was on the rise. Large scale death and destruction tends to have that effect. Sunnis militants we radicalizing and gaining battle field experience. In the early stages they were referred to as Al Qaeda in Iraq. They later re-branded as ISIS. In February of 2009 Muammar Gaddafi, was named chairman of the African Union. He immediately proposed the formation of a unified currency for all of Africa. One month later the African Union released a document entitled &#x201C;Towards a Single African Currency&#x201D;. which made it clear that this new African currency would be backed by gold. Two years later the CIA moved into Libya and began routing money and weapons to insurgents. This time the pretext was &#x201C;humanitarian&#x201D;. Armed militants were depicted civilian freedom fighters. These CIA backed rebels had direct ties to Al-Qaeda in Iraq (aka ISIS). Again, minor detail. The U.S. and NATO then established a no-fly-zone, and crippled the Libyan government with airstrikes. Gaddafi was then captured by the rebels and brutally executed in the streets. Libya, which prior to the war had the highest standard of living in all of Africa, descended into chaos. In 2011 Bashar Assad forged a pact with Iraq and Iran to run a gas pipeline through Syria rejecting a western backed proposal for a line which was to run from Qatar, through Saudi Arabia and Syria to Turkey. By 2012 the U.S. and its allies were actively working topple the Syrian government. Thousands of jihadist fighters from Libya and Iraq began flooding into Syria with U.S. training and support. To arm this new insurgency, the Libyan armories were looted, and massive quantities of weapons (including anti-tank and anti-aircraft missiles) were smuggled into Syria through Turkey. This support continued even though it was known that most of the weaponry was ending up in the hands of extremists. The Syrian war marked a geopolitical turning point. In 2013 a U.N. investigation found that the U.S. backed rebels had used sarin gas against civilians. Russian investigators confirmed these findings. The western media and political establishment did everything in their power to pin the blame on Assad and build the case for war, but they were unable to control the narrative. After two decades of passively watching the United States use military force with impunity, Russia finally took a stand. As U.S. backed militants reached critical mass, and began conquering vast swaths of territory within Syria and Iraq, Russia moved in to provide air support and advanced anti-aircraft systems to the Syrian government, effectively reversing the course of the conflict. In parallel Russia consolidated alliances with Iran and Iraq, drew Turkey into the fold, and locked arms with China, unifying the Eurasian Union and New Silk Road projects. The balance of power shifted. Washington&#x2019;s era of uncontested dominance was over. In March of 2018, after years of quietly building up its gold reserves, China launched the PetroYuan. Oil could now be purchased on the global market without U.S. dollars. That same year Russia announced the completion of their own alternative to the SWIFT bank transfer system. The European Union followed suit and began work on a &#x201C;Special Purpose Vehicle&#x201D; to bypass U.S. sanctions on Iran. Unilateral sanctions only work if there&#x2019;s no where else to go. The petrodollar is in its final days, but the U.S. won&#x2019;t go down without a fight. These are perilous waters. Current U.S. military doctrine has pivoted from the war on terror to preparing for a confrontation of great powers. Russia and China are in the crosshairs. Economic and covert provocations are underway. Proxy wars are ongoing, and direct conflict has been narrowly avoided on numerous occasions. Geopolitical brinkmanship is nothing new for Uncle Sam, but this time is different. Collectively, the participants in this showdown have thousands of nuclear warheads locked and loaded. Each of these weapons are thousands of times more powerful than those used by the United States against Japan in World War II. Just 50 to 100 Hiroshima sized bombs, set off anywhere on the planet, would send 5 million tons of debris into the upper atmosphere, reducing global temperatures by about 1.25 degrees centigrade. It would also reduce rainfall worldwide for up to a decade. This would would have a devastating impact on agriculture, and experts predict that mass starvation on a global scale would result. If 300 of Russia&#x2019;s bombs were set off in the United States somewhere between 75 and 100 million people would die in the first half hour. Most of the infrastructure needed to support the population would be instantly destroyed: communication systems, hospitals, transport, power plants, etc&#x2026; The rest of the population, those who were not killed in this first half hour would most likely die in the coming months from radiation poisoning, starvation, exposure, and disease. And this is just the tip of the iceberg. The debris from these explosions would render the planet earth an uninhabitable wasteland. Virtually all complex life forms would go extinct. Our species would not be exempt. &#x201C;But no one would ever be foolish enough to actually use these weapons in this day and age. That would be a mass suicide (mutually assured destruction).&#x201D; This is a rational response, one that assumes we are dealing with rational people. Unfortunately a poisonous strain of group think has been metastasizing among the U.S. foreign policy establishment and has become codified in official strategy. Section 1063 of the National Defense Authorization Act of 2013 directed the Commander of the U.S. Strategic Command to prepare a report assessing the capability of the U.S. military to destroy a network of tunnels in China and &#x201C;the known hardened and deeply buried sites of foreign nations&#x201D; with &#x201C;conventional and or nuclear forces&#x201C; In parallel, the U.S. developed a new version of the B61-12, a guided, variable yield tactical nuke specifically designed with earth penetration capabilities. This weapon changes the game, because it is widely considered &#x201C;usable&#x201D;. If I can drive down the yield, drive down, therefore, the likelihood of fallout, et cetera, does that make it more usable in the eyes of some &#x2014; some president or national security decision-making process? And the answer is, it likely could be more usable. GEN. JAMES CARTWRIGHT (RET.) - Former Commander, U.S. Strategic Command The trouble with this line of thought, is that it does not take into account the chain of events that the use of small scale tactical nuclear weapons would set in motion. Nor does it account for the wisdom, competence or even sanity of those holding the &#x201C;usable&#x201D; option. Unlike China, neither the United States nor Russia have committed to a No First Use nuclear doctrine. The United States has already used these weapons in war, has threatened to use them again, has directed its military to develop a plan to knock out deep underground bunkers and tunnels by conventional or nuclear means, and has developed the B61-12 guided tactical nuke for this exact purpose. This equation is incredibly dangerous. To pretend otherwise would be delusional. Connect The DotsLet&#x2019;s review. Modern money is debt based. The loans which create that money come with interest, as such there is always more debt in the system than money to pay it off. To avoid mass defaults, debt must be issued continuously, more products produced and consumed. Such economies must grow perpetually to avoid crisis. This model has no exit strategy. Every sector of modern economies are wired to fossil fuels. When an economy grows, oil consumption must increase as well. The most powerful nation on earth has based its currency on this equation and maintains the status quo by the barrel of a gun. Current debt levels are without historical precedent and are growing exponentially. Coordinated central bank interventions have inflated the largest stock market bubble of all time. The globalization of finance, manufacturing and distribution have tied economies together like never before. These variables combined with the rise of geopolitical and economic challengers in the East, and social and political destabilization throughout the West set the stage for a global reset. This reset opens a window of danger and opportunity. As the current world order is upended, regimes will be toppled, systems replaced. For the the powers that be this represents an existential threat. To defend their position they have brought humanity to the brink of a third world war. The stakes are high. The planet we leave future generations is hanging in the balance. Time and resources limited. We cannot afford to squander our efforts. Political reforms cannot alter the equation. Superficial lifestyle adjustments and voting with one&#x2019;s dollar don&#x2019;t even slow down the machine. Armed resistance would accomplish nothing. New leaders in old positions is more of the same. We have a paradigm problem. Anything short of a paradigm shift is an exercise in futility. How to Save the WorldHistory is littered with countless examples of madmen seizing power and leading their nation off of a cliff. The genocides, ethnic cleansing, wars of aggression, and other crimes against humanity initiated by such individuals are only possible, however, with the obedience and conformity of the population at large. Challenging authority and conformity is instinctually difficult, and often dangerous. Even when the consequences are merely social, dissent requires a measure of courage. Fear is a biochemical alarm system. It&#x2019;s designed to keep organisms alive in the face of danger. When the stakes are high, it is important to respond with an appropriate level of urgency. To respond intelligently, however, we must learn how to manage the alarm. When frightened, our brains work much less efficiently. Rational thought shuts down. Decisions reduced to fight, flight or freeze. This phenomenon is even more dangerous in the context of a panicked crowd. Science has shown that deep breathing calms the mind measurably. When facing danger we must make this a discipline. Take a deep breath. Reset. Bring the world back into focus. Now that we&#x2019;re calm, we can think about our situation rationally. Our individual lives are finite. In 200 years you and every single person you know will have passed on. What can we do with the time that we have? What steps could we take right now that would improve the outcome, not just for ourselves, but for our children and the generations beyond? If you&#x2019;re hearing this message, there is still time. If it resonates we have a chance. Socio-economic redesigns are highly dangerous, and rarely go according to plan. What begins as a new hope, a vision of a better world, often ends in totalitarianism and bloodshed. In this context, it is only natural that new ideas are met with skepticism and resistance. This resistance must not only be accounted for, it must be embraced. We will never get every culture and subculture on this planet to agree on every aspect of reality or our place within it. Since even minor differences in belief or custom can mark boundaries of identity. Refusing to accept these boundaries would be delusional and dangerous. Erasing all borders of us and them is therefore impossible. This understanding precludes one-size-fits-all, global solutions. Cultural ModularityImagine you were given the opportunity to design a culture, or edit an existing culture. This culture would first be tested in the real world by a small group of volunteers; say 6 to 10 people to start. If the results were positive (if the culture enabled the participants to live and work together harmoniously) then you would be given the opportunity to scale up. If the results were negative (if the group was plagued by infighting and divisions) the experiment would be over. What would the code of that culture look like? How would the participants organize and conduct themselves? Which essential truths would be conveyed? Imagine you only have one chance to transmit this culture to the participants; one single conversation, lasting less than one hour. In that conversation you can present your ideas, ask and respond to questions. You will not be able to bring any props for this conversation. No computer. No smartphone. Not even a printed out thesis. Everything must fit into memory. Richard Dawkins coined the term &#x201C;meme&#x201D; to represent small clusters of ideas which are simple, compact, and minimally bundled (and therefore easy to remember). Memes are analogous to genes, and their evolution is governed by the same laws. Systems are more stable, and easier to repair and update when they are built using simple, compact and minimally bundled components. In systems design this principle is referred to as modularity. Rather than throwing away an entire phone when the processor became outdated, what if you could simply install a standardized replacement, available from a wide variety of manufacturers? In technical fields a transition to modular components, and standardized connection points increases efficiency and radically reduces waste. Applied to ideas and culture, modularity facilitates hybrid systems, and peaceful evolution. Ideological and cultural habitat are selective pressures. For an idea to spread it must be adapted to its environment. Rather than attempting to reach critical mass by convincing a population to accept a new, monolithic world view, it is far more effective to introduce or alter individual memes. Once established in culture, new memes combine with existing beliefs and emotions transforming perception, and ultimately behavior. Time and resources are limited. We must prioritize, choose our battles. Breaking free from fossil fuel dependence, infinite growth and war is an obvious starting point. Local ResilienceTo break free from the fossil fuel - infinite growth - feedback loop, we must transition towards localized and sustainable systems of production, organization and exchange. We can refer to this principle as Local Resilience. Start with food. To reduce dependence external resources we must maximize efficiency; minimizing waste, and distance traveled. Applied to food production this focus can be referred to as permaculture. Permaculture isn&#x2019;t a set of techniques or rigid rules, but rather a train of thought, an efficiency-oriented design logic which gives human and ecological variables their due weight. Conventional agriculture treats the environment as an afterthought. Practices are totalitarian by default. Ecosystems are chopped down and tilled under, sprinkled and sprayed with fertilizers, weed killers and pesticides. The implications for human and non-human health swept under the rug. Permaculture develops systems adapted to environment. Micro-climates, geological features are taken into account. In the desert, retaining every last drop of available water, and reducing evaporation is key. In a tropical rainforest channeling torrential waters to prevent erosion and landslides is more relevant. There is no one size fits all solution. While conventional agriculture focuses on mass production of single crops (monoculture), and uses heavy machinery, agrochemical inputs and low wage labor to get the fastest and cheapest result, permaculture applies a systems based approach, mapped to natural processes, to build biologically diverse, multi-layered food forests, to feed future generations with far less work in the field. Permaculture focuses on economizing travel and the use of space. Gardens begin at the home, radiating outward along pathways. Green spaces produce fruits and vegetables rather than grass. Companion planting, water, slope and soil management extends the space available for food production, minimizing the need for fertilizers and other external inputs, while reducing flooding, landslides and other natural disasters. Organic matter is treated as a resource to be integrated back into the soil, rather than as waste to be disposed of. The entire definition of trash is redefined. Food production is just one piece of the puzzle. Permaculture logic can be applied across sectors. The current system is highly dependent on centralized infrastructure, utilizing antiquated technologies which are wasteful and destructive. Electricity production, water, and sewage treatment for cities are handled by a small number of large scale facilities. When a single facility breaks down, hundreds of thousands are left without service. Building, maintaining, and updating these systems is extremely expensive. Control tends to fall into the hands of governments and corporations. Such entities have little incentive to change the status quo. A decentralized approach to systems design is far more resilient. A consciously designed metropolis would position residential centers in relation to essential infrastructure in such a way that motorized transport was rarely necessary. Land which would otherwise be used for roads, driveways and parking lots is put to productive use. Manufacturing is cleaned up, scaled down and moved closer to points of distribution. Waste is addressed at its origin. Existing cities can be designed forward, and retrofitted incrementally. Centralized power plants are gradually replaced by small scale production centers and micro-grids, powered by renewable energy. Localized bio-gas systems replace conventional sewage treatment; transforming a waste product into natural gas, and compost. External inputs are are simultaneously reduced. Residential rain water collection, combined with grey water recycling and utilization, reduces strain on overtaxed, rivers lakes and aquifers. Localized management promotes accountability. These decentralized, distributed systems are inherently less vulnerable to mass failure, and are much easier to update and repair. Components are added like modules; yards then neighborhoods replaced piece by piece. The technical path forward is logical and the imperative obvious, but getting from point A to point B requires an organizational and economic component. The human element is key. The Positive Application of Human InstinctIn 1961 social scientist Muzafer Sherif devised an experiment using a summer camp, where boys were separated into two groups, which resided in two separate cabins. The cabins were given their own names (the Eagles and the Rattlers). This was enough to give the two groups their own identity, and in-group / out-group dynamics rapidly manifested. When competitive activities were organized between the two groups, verbal and physical hostility broke out constantly. Rivalry became hatred. To reverse this dynamic the researchers first attempted placing the two groups in close contact during enjoyable activities (such as movies or social events). This backfired. When forced to spend time together two the groups fought even more. Finally, Sherif decided to create a series of situations where the two groups faced challenges that required cooperation. For example: on one occasion the water supply for the camp was blocked and the two groups had to work together to restore flow. On another occasion a truck which was needed to bring food to the camp got stuck, and both groups had to push the vehicle to get it out. Over time, these shared challenges created a sense of camaraderie between the two groups. Intergroup conflict faded, and friendships formed across group lines. When humans work together towards a common goal, or against a shared threat, they have the tendency to unify psychologically. If the common struggle is sufficiently intense, divisions based on perceived differences gradually dissolve, and a new identity is formed. Whether consciously or subconsciously cultural norms are established at this stage. The nature of that culture and the social structure which it adopts determine what comes next. If you incentivize something you typically get more of it. Cultural norms define which behaviors are incentivized, tolerated or condemned. The cultural norms pertaining to authority, conformity, and reciprocity dictate the flow of wealth and power. These variables must not be left to chance. The level of diversity that a culture can tolerate without losing cohesion, or abandoning its core principles is the ultimate measure of its strength. Cultures which fail to define reasonable boundaries open themselves up to manipulation and abuse. Cultures which define in-group in narrow, bigoted terms gravitate towards conflict and are inherently limited in reach. Peaceful ContinuityThe ability to maintain peace and security within a group, and in relation to outside groups is vital. Intolerance and disrespect breed hatred. Hatred breeds violence and lays the groundwork for war. War is the most horrific and destructive expression of human potential. Under its fog unimaginable atrocities are common place. The psychological scars impact generations to come. In the age of nuclear weapons the continuity of life on planet earth is at stake. A culture of peace, which promotes conflict resolution and consensus building, and condemns the initiation of violence &#x2014; reserving defense as the last resort &#x2014; inherently improves the health and survival rate of societies which hold it. We can refer to this principle as Peaceful Continuity. Nonaggression Conflict Resolution Consensus Building Peaceful Continuity is a module comprised of three cultural norms: nonaggression, conflict resolution and consensus building. These norms are simple and self evident, yet fundamentally transformational if applied. WARNING: The retaliation instinct is often invoked artificially. Falsely attributing an attack to a foreign enemy is one of the preferred tactics used to start wars. A healthy measure of skepticism, and an understanding human psychology is crucial. DecentralizationA culture which holds leaders in check, shuns vertical power structures, encourages independent thought, and tolerates dissent will always be more healthy and free than cultures which demand blind obedience and conformity. Any society which stacks authority and conformity in layers (utilizing vertical collectivism) will always concentrate power and wealth at the top. Since power and wealth tend to accumulate, over time the gap between the highest and the lowest strata of society widens, and a host of secondary symptoms follow. The only way to avoid this dynamic is to use a totally different social structure. Vertical collectivism is a relatively recent innovation. For the vast majority of human history (300,000 years prior to the dawn of civilization) our species organized horizontally. Horizontal social structures have leaders, just as animal packs have alphas. Some members of any given group are always more outspoken or assertive. However, within horizontal cultures the power of a chief is inherently limited and is always subject to being revoked. The lack of a layered authority and conformity pyramid prevents large power differentials from developing and eliminates the absolute protection afforded the ruling class in the current system. As such, when horizontal leaders get out of line it is much easier to bring them back into line (or remove them). This level of accountability inherently changes the nature of leadership. The ability to build consensus, coordinate without coercion and resolve conflict become much more important than the inclination to give orders. In a healthy culture individuals who seek power over others are kept far away from leadership positions. Because horizontal social structures rely on strong interpersonal relationships and cohesion, group size is a key variable. If the population and territory of a people extends beyond its range of effective coordination, it will naturally tend to segment itself into smaller groups by region. The territory held by horizontal societies can be extended by forming decentralized federations with neighboring groups. The Iroquois Confederacy, which united six tribes in this way, provides a concrete example. The Iroquois confederacy was highly organized and stable for hundreds of years (until defeated by the U.S. military). Each member tribe had its own culture and leadership, but a shared code of ethics and tradition enabled them to unify and cooperate. Many historians believe the Iroquois system served as an inspiration for the governance structure of the United States. Unlike the U.S. system however, the Iroquois Confederacy had no central government. Decision making at the federation scale was handled by diplomacy rather than force. The decentralization inherent in horizontal structures reduces the total power available to any individual or class within a given region. This distribution of power encourages diversification of strategies, and reduces the impact of bad leaders and of social / political experiments gone wrong. Cooperative EconomicsImagine if one day you woke up to the news that a massive crisis was in the process of unfolding. You rush to the bank to withdraw cash only to realize that you were not the first person to have this idea, and the banks do not have enough money to go around. You drive to the grocery store to find lines out the door and most of the shelves already empty. You find the same kind of scene at the gas station. Imagine this is no short term crisis. The problems not only do not get fixed, but in fact get progressively worse. The monetary system is broken and there&#x2019;s no putting it back together again. Now you&#x2019;re the kind of person who thinks ahead, so you&#x2019;ve been working towards self sufficiency for some time now. You grow a lot of your own food already, your house is off of the grid, and you have quite a few practical skills under your belt, but there&#x2019;s only do so much if you&#x2019;re alone. To survive, you and your neighbors need to work together. How do you accomplish this without money? For over 300,000 years, prior to the dawn of civilization and the advent of money, humans relied on the cooperative economic models to facilitate cooperation and the distribution of resources. When one wolf succeeds on a hunt, that wolf shares and the whole pack eats. The act of sharing is not altruistic. By working together the pack succeeds in situations where an isolated individual would fail. Those who give are paid back in kind. Survival rate statistically increases for all members. We can refer to this strategy as cooperative economics. Cooperative economics requires no batteries. The most ancient of all economic strategies, it is simple and dependable like a knife. It can be engaged by individuals or families taking turns assisting each other, or working together towards a common good (a community barn raising for example). One party can initiate with a simple gesture of generosity. The instinct to repay that generosity is then channeled into a tradition of mutual assistance. Maintained over time, the cooperative effort of these exchanges build emotional bonds and the fabric of community (aka tribe). Taken to its fullest extent, it renders money obsolete. Would you charge your mother for food? Would you charge your brother for a place to sleep? Most would reply &#x201C;Of course not&#x2026;&#x201D; and with good reason. Sharing is rational within the context of family, extended family, and tribe. Among social animals individual survival is tied to group survival. The real question is how far this can be extended. Monetary and cooperative economic systems are both powered by psychology; however, the social dynamics, and secondary effects are fundamentally different. Money utilizes the psychology of scarcity to set value, and gives rise to competitive behavior, hoarding and economic stratification. When currency is abundant prices rise. Money works best when there isn&#x2019;t enough to go around. In societies which run on money, status is defined by how much one has. Wealth attracts social validation. Poverty attracts scorn. Wealth has the tendency to accumulate. It&#x2019;s much easier to make money if you are already have some to start with. The ability to purchase productive assets and obtain loans amplifies earning potential. The gap between the haves and the have nots is therefore naturally inclined to increase. The storage and security issues inherent as wealth accumulates, give rise to banks and other economic choke points. Control of these chokepoints is a form of power in and of itself. Those who control the flow are king. Cooperative economics, in contrast, utilizes a psychology of abundance, and is oriented towards cooperative behavior. Inequality is inherently limited. Status within such societies is defined by contribution rather than accumulation. Generosity and productivity attract social validation. Greed and hoarding attract scorn. Cooperative economics builds socioeconomic spheres which operate independently from debt based monetary systems. The act of working together to meet shared needs builds unity. During times of hardship these bonds are strengthened by necessity. When money is scarce or unavailable, the value of reciprocal exchange becomes more pronounced. Some will argue that the move from reciprocal to transactional economics was the price that had to be paid for technological advancement, and that this was an inevitable and irreversible step forward for our species. After all, without a profit motive, what incentive would inventors have to push the envelope? The open source research and development model demonstrates a viable alternative. Open source is a form of cooperative economics. Code, designs and documentation are distributed without charge. Those who use these products are allowed to customize and improve them. Those improvements are in turn released back to the community. Everyone benefits, and the final product is often more stable and competitive than proprietary products. A clear example of this can be found in Linux. Linux is an open source operating system that runs the vast majority of the servers on the internet, as well as 84% of smartphones on the market (Android runs on Linux). Linux is also installed on a growing number of devices such as TVs, drones, home automation systems, cars etc&#x2026; Similarly Wordpress, an open source content management system (used to create websites), has far outpaced commercial alternatives. It is very difficult for paid products to compete with free (especially when the free version works better). Given the success of open source in the digital realm, one might be inclined to ask why this approach isn&#x2019;t used everywhere. The answer to this question is simple: intellectual property law (aka IP) locks down proven designs and prevents them from being copied. Rather than standardizing what works and improving upon it, inventors are forced to go back to the drawing board, essentially reinventing the wheel. In the realm of physical manufacturing, the cost of setting up new factories, and designing from scratch, prevents most companies from even considering open sourcing their work. This state of affairs protects the profits of patent holders, but wastes vast amounts of time and resources on redundant R&amp;D, and slows technological advancement. It also makes it possible for corporations to buy out the rights for inventions which threaten their business model, thereby preventing such technologies from ever reaching the public. Humanity&#x2019;s next industrial revolution begins with a simply understanding: No one can own an idea. Technological advancements operate on the same plane as scientific breakthroughs, and should be treated as such. The free flow of information is essential to human progress and must never be restrained. With the advent of 3D printing and automated manufacturing systems, designs for physical objects can be shared and improved upon in the same manner as software. Entire libraries of free 3D models already exist and are rapidly expanding. As automated manufacturing technologies improve, this trend can only accelerate Cooperative economics can be used alongside barter and other forms of transactional exchange. Open source functions without profit motive, but is compatible with, and is often utilized in commercial endeavors. Developers who contribute high quality code are in high demand, and are well compensated for commercial work. This ability to form hybrid economic systems provides a roadmap for transition. Intrinsic MotivationCultures which cultivate intrinsic motivation rather than relying on extrinsic rewards, foster the intelligence, creativity and autonomy of its members. This conditioning begins with education, and translates to cooperative economic models, and decentralized, horizontal social structures. The human brain is capable of rewiring itself even into adulthood. These changes can occur at the microscopic level with individual neurons, or may involve large scale cortical remapping. Neuroplastic change can be initiated in response to injuries, new behaviors, thoughts, emotions, or environmental stimuli. The behavioral patterns often referred to as &#x201C;human nature&#x201D; biochemical adaptations (aka instinct) within a particular environment. Homo sapiens sapiens is a social animal. Culture, and socio-economic structure are environmental variables. Conditioned behaviors, thoughts and emotions influence the expression of the authority, conformity and reciprocity instincts. To break free we must challenge that conditioning. Numerous experiments have demonstrated that offering a reward for a previously unrewarded activity shifts one&#x2019;s motivation from intrinsic to extrinsic, and undermines any pre-existing drive. If the external motivation is later removed, the subject loses interest in the activity. For example: if you take a person who enjoys painting and give them $1000 dollars for each item they produce, that compensation will eventually become the primary motive for their work. The previous desire to paint for painting&#x2019;s sake fades, and often never returns. This phenomenon is referred to as the overjustification effect. Children are naturally curious. From birth they soak up information like living sponges, no external incentive required. Conventional schooling, however, destroys this inclination. Modern education is grade oriented. Students are conditioned to work for the social validation conveyed by high marks, and to avoid condemnation that comes with failure. To that end facts and formulas are memorized for tests and quickly forgotten. The subject matter itself becomes a means to an end. Intrinsic curiosity is replaced by a transactional model: work in exchange for a socially induced shot of dopamine. The final product of this process is a submissive employee, conditioned to punch a time clock and complete menial tasks for hours on end. After 13 or more years of schooling, most leave with out any real world skills to speak of. The natural desire to learn has been all but extinguished. After graduation, financial compensation, rank and other status symbols replace grades as extrinsic motivators. Wealth and power attract social validation. The biochemical equation is the same. Curiosity based learning models prioritize the development of intelligence rather than the memorization of facts and formulas, and avoids extrinsic motivators. Theory becomes interesting when anchored to the real world. Study is more effective when driven by intrinsic curiosity. Social context accelerates this process. Music and language skills, for example, begin with listening and are consolidated by participation. Knowing how to navigate a musical scale becomes relevant when playing with other musicians. The value of learning foreign vocabulary is obvious when surrounded by those who speak it. The imperative to learn mathematics and geometry becomes clear when helping someone build the roof of a house. This approach engages the dopamine system in a far more sustainable way. The human brain learns best in an iterative, nonlinear fashion. Ideas and skills absorb through repeated exposure and are reinforced by context. Each time we revisit a topic, our brains build upon existing neural pathways. Approaching topics from new angles connects related pathways. Following one&#x2019;s intrinsic curiosity naturally builds these connections. For example: understanding an event in history may require touching upon economics, culture, and social psychology. Studying social psychology might then segue into anthropology, evolution and biochemistry. These detours establish context and build the framework of true intelligence. Adaptive ActionRewiring civilization is a large, dynamic project, fraught with unforeseen obstacles. Formulating a detailed master plan, to be completed in stages, like a car being assembled on a factory floor, would be a recipe for failure. To succeed, we must set small, realistic targets which can be rapidly attained; evaluate the results, and improve iteratively. This approach can be referred to as adaptive action. Define your abstract goal. Choose a minimal starting point based on top priorities. Test, reassess, and improve iteratively. Adaptive action begins with defining an abstract goal. An abstract goal is like a journey&#x2019;s final destination. A long journey is best broken down into segments. A minimal starting point is akin to choosing the first place to make camp along the way. This initial target should be simple yet useful, based on the project&#x2019;s top priorities. Once that minimal starting point is attained, the result is tested, priorities are reevaluated, and a new target is set. This is the equivalent of checking one&#x2019;s current position, and charting the next leg. Each journey is relative to its point of departure. Start where you are. Work with what you have. A small success is better than a large failure. Evolution: An Instruction ManualSo&#x2026; how do we save the world? How do we transition from the world as it is now towards localized, horizontally organized communities, which utilize cooperative economics, permaculture design logic and renewable energy? How are we supposed to bring people together when society is fragmenting? How do we stop the wars? Avert the unthinkable? The first obstacle is psychological. Most of the population has been conditioned to powerlessness and fatalistic assumptions. This sense of powerlessness is disguised by a layer of cynicism, which frames the-will-to-make-a-difference as presumptuous or naive. This weak minded view is quite popular, because it removes any sense of personal responsibility. If the outcome is already determined, then there&#x2019;s no point trying. Apathy and cowardice can thus be played off as the wisdom that comes with age. This mindset must be uprooted and replaced. The antidote is a moral imperative; a commitment to work for a higher cause, to improve the outcome for future generations. The stakes are high. To be a passive observer during this chapter of history would be unconscionable. Even if the odds seem stacked against us, we must do what needs to be done. Taking action changes the equation. The odds can be turned on their head. As isolated individuals our potential is limited. To prevail we must unify and mobilize a contingent. To succeed a new mindset must multiply; spreading from mind to mind like a virus of perception. This commitment becomes the backbone of our decision making process. The role we play and the specific course of action we take must come from within. Each individual has different skills, assets, liabilities and constraints. A young person with little experience will have a different range of action than a teacher, a carpenter, carrier soldier, or agent of the state. Some will speak out. Some will lead by example. Others will work behind the scenes. Some will inspire with a vision of positive change. Others through acts of disobedience. Some will risk everything, lay it all on the line. Others will be cautious and strategic in their actions. Decisions of this magnitude are existential (or spiritual). To set a positive example someone may decide to start a compost and gardening coop in their neighborhood. Another person may challenge city code by planting a food forest in their front yard. Others will leave the cities all together, and set up off-grid. WARNING: Beware of those who advocate the initiation of violence as a tactic. This approach utilizes faulty psychology, plays right into the hands of those in power, and is doomed to fail. In an armed struggle the establishment will almost always win. They control the police, military, intelligence apparatus, and media. They are waiting for you to give them an excuse. Those who initiate violence are framed as criminals or terrorists, and are dealt with as such. The ensuing crackdown is viewed as a restoration of law and order. Potential allies distance themselves. Enemies applaud their demise. The general public looks the other way. To succeed you must reach hearts and minds. Those who forget this relegate themselves to the dustbin of history. Conformity and authority can be short circuited by a single voice, a vision projected without doubt, without fear. Use simple concepts, adapted to cultural environment. Repeat, reiterate, anchor with imagery, galvanize with emotion. Like it or not, those who speak out and take action often find themselves in a position of leadership. This role must not be taken lightly. As the system falters we have a brief window of opportunity; a chance to fundamentally rethink and restructure. If this moment is not seized by those who seek a better world, it will be seized by those who seek power and control. Those who move their communities towards local resilience now, integrating the positive application of human instinct to cultivate a culture of peaceful cooperation and open source innovation, will be well positioned for the times ahead. In this way decentralized systems can be built in parallel, gradually rendering the current socio-economic paradigm obsolete. But what would a minimal starting point look like in concrete terms? Could you provide some specific instructions? The answer to those questions must be prefaced with a warning. Society conditions us to await instructions and follow orders. This approach will not serve us here. There will be no centralized command, control or membership. Those who are committed to improving the outcome for future generations must be guided by a sense of personal responsibility and initiative. We must be creative; act outside of the box. Don&#x2019;t ask for permission. Don&#x2019;t wait for someone to hold your hand. You will need an ethic of perpetual learning, and a strong commitment to logic and evidence. The desire to grow and develop must be intrinsic. For example if we start with local resilience, we have several points of departure. Production: Learn how to find and / grow food in the region you have chosen as our home base. To minimize your dependence on agrochemical inputs will imply learning about things like compost, soil composition, plant families etc&#x2026; Much of what you need to learn can be found in books, or for free on the internet, but for knowledge to become power it must be integrated in the real world. You will need to get your hands dirty. Start with something simple. Plant a tree. Create a garden bed. Make a compost for your kitchen scraps. If at all possible volunteer on a farm. Pick up hands-on experience, learn practical skills, build connections. Organization: Network through topics of interest. For example you could look up permaculture, organic agriculture, or re-wilding groups in your area or online. Look for events, meet-ups, physical meeting points. Crash the party. Ask questions. Make friends. Listen to everyone, especially those you disagree with. Study their perspective. Look for points of resonance on core issues. Recognize and avoid unproductive points of division. To draw together a more tightly knit group from this wider network, look for a unifying cause or shared project. If such a project doesn&#x2019;t exist, create one. Learn how to work effectively with small groups, and cultivate strong relationships. For many westerners this can be quite difficult. Most haven&#x2019;t been raised with an example of how to live in community. Most have never spent time in a stable, horizontally organized culture. It might help to study conflict resolution, active listening etc&#x2026; Researching the culture and traditions of various tribes can also be informative. Ultimately your success or failure hinges on your ability to stay calm, empathize and find a win-win. Exchange: Look for any opportunity to facilitate cooperative economics in your community. For example if you have built a network around food production, propose a work exchange. Rotate between gardens with the whole group volunteering for a day. Make it a potluck so that the host is not burdened by the experience. Make it fun so that everyone wants to do it again. Bring instruments. Light a fire in the evening. These are just examples. There are countless angles you could take. Endless permutations. Here is where the cultural modules unify to become more than the sum of their parts. The three components of local resilience: production, organization and exchange are more than just a formula to reduce dependence on fossil fuels and debt based money. Local resilience contains the formula to build tribe. Peaceful continuity is a cultural module designed to cultivate (and spread) an ethic of peace. Non-Aggression: If someone in our circle initiates verbal or physical aggression, or promotes war we each have the responsibility to call it out. Even leaders must be held to account. Silence is complicity. Conflict Resolution: Deescalate. Look for the common ground. Be the bridge that unifies. Consensus Building: Always work towards the best possible outcome for all. Intolerance and forceful behavior are signs of emotional immaturity. A culture of peace facilitates decentralization. Violence and infighting creates a pretext for iron fisted order. War creates a pretext for standing armies and other totalitarian structures. The scale of the mission is massive. Our philosophy of action must be adaptive. Keep it simple. Improvise with what you have. Improve iteratively. It starts with a commitment. The will to stand up, speak out, and do what needs to be done. Every step we take towards Local Resilience and Peaceful Continuity inherently improves the outcome for future generations. These are principles worth striving for. These are ideas worth spreading &#x2014; from mind to mind like a virus of perception. This is how you take your power back. This is how you save the world.","categories":[],"tags":[]},{"title":"The Tribal Identity - Paradigm for the Next Generation","slug":"releases/the-tribal-identity","date":"August 07, 2017","updated":"August 28, 2018","comments":true,"path":"posts/releases/the-tribal-identity/","link":"","permalink":"http://paradigmforthenextgeneration.com/posts/releases/the-tribal-identity/","excerpt":"","thumbnail":"/images/thumbs/The-Tribal-Identity.jpg","text":"This is a socioeconomic experiment. You can be an observer, or an active participant. One way or another the venue is the real world. As a species we are approaching a window of danger and opportunity; a time of upheaval which will shatter nations and superstates along fault-lines of geography, language, and group identity. A socioeconomic reset is in order and in the works. The stakes are high. Positive outcomes are possible, but are by no means guaranteed. We have a very limited time table to influence the outcome. We cannot afford to squander our efforts and resources on ethical anesthetics (artificial solutions). We don&#x2019;t control the system and we need to stop pretending that we do. It is counterproductive to debate over how to use power and resources that we do not have. Voting the bums out doesn&#x2019;t work. This is not just a question of a few bad apples, or a broken system. We have a paradigm problem. Those who haven&#x2019;t come to terms with these realities, are behind the curve. This is not the time to start fighting over what the ideal civilization might look like. Perfection is not on the table. The question is this: Can we do better? If so, we must try. Take a deep breath. No seriously. Science tells us that the mere act of slowing down our breathing calms the mind measurably. The mind works better when calm, and we&#x2019;re going to need the extra bandwidth, so take a deep breath and reset for a moment. Press pause if you need more time. Alright, feeling better? Let&#x2019;s take this to the next level. The Modularity PrincipleSystems are more stable, and easier to repair and update when they are built using simple, compact and minimally bundled components. In systems design this principle is referred to as modularity. Richard Dawkins coined the term &#x201C;meme&#x201D; to represent these minimal clusters in the realm of ideas. Ideas replicate with greater fidelity when they are simple, compact and minimally bundled. A meme is a modular component. For an idea to survive it must be adapted to its environment. Ideological habitat dictates selective pressures. Modularity facilitates hybrid systems, and rapid adaptation. Applied to culture, it facilitates choice, and peaceful evolution. Small clusters of ideas can bypass ideological gatekeepers (and avoid triggering cognitive dissonance) in ways that monolithic belief systems cannot. Once in the mind, new memes combine with existing memes and emotions transforming the overall system. This process can be positive, like an awakening, or it can be poisonous, like the metastasis race nationalism within a previously diverse group. A virus of perception can begin with one person. However to spread, the meme has a replication imperative. Local ResilienceModern humans are completely dependent on the flow of goods and resources from afar. Transport, manufacturing, agriculture, and medicine are all tied to fossil fuels. Cities and highways are designed with automobiles in mind. Food production, industry and office complexes moved farther and farther away from suburban sprawl. And all of it at the mercy of a debt based monetary system whose ebbs and flows we do not control, a system predicated on infinite growth on a finite planet. Rebuilding local resilience is imperative. We must transition NOW towards local systems of production, exchange, and decision making. We must maximize efficiency, reduce inputs, waste and distance traveled. We must start with small, testable solutions that can be implemented right now without the sanction or assistance of those in power. Local Resilience is a modular component (meme). It resonates. It is compatible with most world views. It is simple, self evident yet fundamentally transformative if applied. But how would it be applied? How would we get from point A to point B? Adaptive ActionWhen attempting to design, or redesign a complex system, humans have the tendency to start by formulating a detailed master plan, convincing a majority of the stakeholders to sign on to the plan, then implementing (or attempting to implement), the whole product in a linear fashion, like a car being assembled on the factory floor, leaving as a finished product, ready to be driven off the lot. This approach is sometimes referred to as the &#x201C;Waterfall Model&#x201D;. It was termed &#x201C;waterfall&#x201D; because the design process was linear, it only moved in one direction. Teams would complete one phase, fully, before moving on to the next. The product wasn&#x2019;t testable until the final phase. There was no provision for a fundamental redesign once implementation had begun. Water doesn&#x2019;t flow uphill. The waterfall model is well adapted to projects where all the variables are clearly defined and unlikely to change (such as the manufacture of a car, or the construction of a simple house), but is has a high failure rate on large, dynamic projects with changing requirements, limited resources, and unforeseen obstacles. In the early 1990s the software industry faced what is often referred to as &#x201C;the application development crisis&#x201D; or the &#x201C;application delivery lag&#x201D;. On average it took three years to deliver a usable app. In some industries the process took decades. Within that time frame, requirements, systems, and entire business models had usually evolved. This caused many projects to be cancelled before they were finished, and since the linear model put off testing until the final product was ready, in the end the client was not often not happy with the result, even if it delivered precisely what had been requested. Software developers attempted to protect themselves in this situation through comprehensive contracts. But projects were chronically behind schedule, over budget and buggy. Contracts provided legal protection, but not a happy customer. Disillusioned by the status quo, a contingent of the development community gathered in 2001. They decided to radically adjust, and they put their intent into a manifesto.Though the ideas that they drew together had existed in other forms for some time, no one had yet unified those ideas with a sense purpose and mission. They did. The ideas were simple: Rather than try to build according to a master plan that accounts for everything in the beginning, they would take an adaptive approach (aka iterative or non-linear). They would first establish their abstract goal: describe what the product needed to accomplish in the broadest sense. They would then prioritize functionality, and build a minimal, stable, and USEFUL first version quickly. Test. Get stakeholder feedback. Reprioritize and adjust immediately. The process was non-linear. Because of the focus on adapting quickly, the contingent decided to name the sense of purpose that they were bringing to existing adaptive, iterative non-linear processes &#x201C;Agile&#x201D;. Their sense of purpose gave that word an identity. That identity caught on and was copied because it resonated. It was logical. It was an idea worth spreading. Their vision persisted because it worked: it provided tangible and immediate benefits. This approach to project management improves outcomes in a wide variety of fields. For example, adaptive logic applied to food production, when the abstract goals are to increase efficiency, reduce inputs, waste, and distance traveled is Permaculture. The Diversity PrincipleAny idea worth holding must be worth testing. Unproven models must be tested at the smallest possible scale. Some will merit replication. Others will serve as cautionary tales. More than one model can and will succeed. This should be embraced. At a macro-systemic level, diversity is inherently more stable than monoculture. This principle holds true in ecology, agriculture, economics and geopolitics. The Tribal IdentityIn the early 1970s social psychologist Henri Tajfel set out to study the minimal conditions required for discrimination to occur between groups of humans. In his tests he discovered that group identity could be easily formed in a very short time using trivial criteria (such as one&#x2019;s musical preferences or the results of a coin toss), and that groups divided by such trivia would immediately display prejudice against those on the other side,and favor those in the same arbitrary category. He referred to this principle as The Minimal Group Paradigm. It&#x2019;s the psychological root of tribal identity. Homo Sapiens Sapiens is a social animal. Tribe the human analogue of a pack. This instinct pre-dates humanity, and will persist. Failure to account for it, invites tragedy. The pack instinct is a survival adaptation. It is triggered by physical insecurity. Those who are able to coordinate their efforts with those around them are able to accomplish exponentially more than those who attempt to go it alone. Groups which define and maintain a strong shared identity are more stable than those which do not. This provides a selective pressure which will always come into play during times of upheaval. The sense of belonging is a vital need, and modern civilization is in in throes of an identity crisis. This is the window of danger and opportunity. Where there is opportunity there are always opportunists. Those willing to tell an angry crowd exactly what they want to hear, weaving stories that gives meaning to their pain redefining in-group against an out-group to be saddled with the blame. When national identity becomes too weak to provide that sense of tribe, new group identities emerge to fill the void. Identity vacuums cannot be ignored, or rationalized away. They will be filled, the only question is by who, and with what. Either we fill that void with a positive vision, or demagogues, and prophets of hate will slice and dice, pitting us against each other over trivia. Paradigm for the Next GenerationThe next generation needs paradigm and code of identity that bind with a sense of purpose, community, and mission: An idea and a feeling that transcend superficial characteristics (like skin color, gender and orientation). This vision must resonate, and inspire action; action towards concrete goals, minimal starting points that provide immediate and tangible benefits. The code must be synchronized with reality. It must adapt to logic and evidence (the scientific method applied to the way humans learn, organize and live). The code must be open source. It must be simple, modular (meme level), and compatible with a broad spectrum of existing ideologies. It must work with (rather than against) our instinctual psychology. It must be adapted to human biochemistry. We don&#x2019;t have time to reinvent the wheel. We must learn from the lessons of history, and the innovations of the modern age. Take the best of the old and the new. Integrate what works and discard what doesn&#x2019;t. You&#x2019;re never going to get every culture and subculture on this planet to agree on every aspect of the proper way to live, as such we will never eliminate in-group and out-group, or erase all borders of us and them. This understanding precludes one-size-fits-all, global solutions. Grand socioeconomic designs defined in detail, to be imposed on all by the barrel of a gun, end in war and atrocities committed for the common good. Peaceful ContinuityThe ability to maintain peace and security within a group, and in relation to neighboring groups is vital. This duty is, and has always been our responsibility. However for generations we have outsourced these functions to other groups of humans, often thousands of miles away, who claim the monopoly on violence, money and truth within a given region. As the current system weakens, this responsibility must be picked up again on a community level. The transition must be guided by principle. Most would agree that it&#x2019;s &#x201C;not right&#x201D; to punch the neighborhood kid in the face and take his toy. But where does that feeling of &#x201C;NOT RIGHT!&#x201D; or &#x201C;That&#x2019;s NOT OK!&#x201D; come from? Some frame the concept of non-aggression as a moral principle, but moral principles could also be described as expressions of the tribal instinct. Such principles resonate deeply in the human psyche, and are easily reawakened because for eons they have facilitated the stability (and therefore survival) of groups which hold to them. This assertion can be tested. Game theory has established that the most successful strategy in experiments modeled around conflict, is tit for tat: never attack, retaliate in kind. Tit for tat was a mathematically consistent selective pressure. Instincts are adapted to that pressure. This is why every human culture has some concept of the right to self defense. It&#x2019;s also why most societies condemn aggression, and why states always claim to be attacked when they want to start a war. The retaliation instinct is counter balanced by empathy. Conflict resolution and consensus building improve outcomes by preventing long cycles of retaliation, and averting escalations before they start. The Lines of InclusionDiversity and pluralism within a strong code of identity is a sign of strength, not weakness. However an inclusive identity can only be maintained if it is protected. For example: a single member attacking another tribe puts everyone in danger. As such, lines of inclusion must be clearly defined, and violators held to account. Social validation is a biochemical incentive. If you incentivize something, you typically get more of it. A code of identity which values conflict resolution, and consensus building, honors those who master those skills, and condemns those who initiate of violence, or call for wars of aggression, gives cultures which hold to it a much better chance of peaceful continuity. Connect the DotsWe&#x2019;ve collected the dots. Let&#x2019;s connect them. We can do better. It is imperative that we try. The time is now. The next generation needs the path to be cleared, pragmatic examples to emulate, and an idea to spread like a virus of perception. Local resilience, non-aggression, conflict resolution, consensus building, and adaptive action are logical starting points. These are modular components. They are simple, self evident, useful at the smallest possible scale. They are compatible with any sane ideology, yet fundamentally transformative if applied. Local Resilience implies converging, forming coalitions, and teams, getting our local community involved. Non-aggression, conflict resolution, and consensus building will make the transition more peaceful. The adaptive approach will make us more effective. Identity can form around any idea (humans can divide themselves on any characteristic they focus their attention on), but what holds it together is a feeling. The feeling of belonging. The tribal identity. This we can cultivate, reawaken. The code is written in our DNA. Start small, work with what you have, set realistic goals, and take steps to achieve them. The evolution might begin with a gathering of friends, or garden in your front yard. The Next LevelThe following message is for those who get it. You see the stakes. You&#x2019;ve connected the dots. You&#x2019;re motivated to take action. You&#x2019;re looking for some minimal starting points. The key is to start with the right questions: Press pause and go get a pen and paper. Ready. Write the following at the top of your page: &#x201C;What can I do&#x201D; Each of you have different skills, assets, liabilities, time and geographic constraints. Press pause and make a list. Now write the next question: &#x201C;What am I willing to do?&#x201D; How much time and energy are you willing to invest into changing the world? What are you willing to sacrifice? Press pause and write an honest answer. As you are writing that answer, consider this: If you aren&#x2019;t willing to make radical changes in your own way of life, how can you expect others to? When you&#x2019;re done write the next question: &#x201C;Who do I know locally or online who would might resonate with the local resilience meme?&#x201D; Press pause and make a list. Next to each name take notes on when and how to initiate contact. You&#x2019;ll find tools for working with contacts in our activism section. Now let&#x2019;s formulate some concrete goals. The specific variables will change, but the abstracts will apply across the board. To make a difference, we must build local and online networks guided by principle. This is an abstract goal. The concrete goals will be adapted to the context. Assess Your RadiusWe can define local as the maximum distance that humans in a particular region can coordinate and meet physically without the use of fossil fuels. Geography will influence this distance significantly. To establish your concrete goals you must to assess your radius. Food, water, community and security dynamics must be accounted for. If such resources and networks are few or non-existent in your area, it is up to you to either plant the seeds, make them grow, or migrate to a point of convergence that you resonate with. For local resilience kits, visit our local activism section. Some of you have technical skills (translators, programmers, graphic designers, animators/video editors ), and or time to contribute. To volunteer online or onsite visit our volunteer section. The CurveThe next generation will need radically different skill sets. They will need new strains of intelligence. They will need to adapt and innovate in ways that most can&#x2019;t even imagine. Those who want to get ahead of the curve and help others do the same; those who really want to change the world, have their homework cut out for them. There&#x2019;s a lot to absorb. Some of what you need to learn isn&#x2019;t taught in school. Some realities are impossible to fully integrate just by reading a book. Study cannot replace experience. The Pongovi ExperimentTo apply the scientific method to the way humans learn, organize and live will require the socioeconomic equivalent of laboratories; physical testing grounds where theories stand, or are buried by results (Tribal R &amp; D). To impact the world beyond our local sphere, results must be open sourced to public domain. We must use the internet to disseminate these ideas while we still can. It&#x2019;s an extreme proposition, so to get the ball rolling we&#x2019;re launching a prototype; a socioeconomic experiment. You can be an observer, or an active participant. The experiment has a physical base of operations: a piece of land. You could also think of it as a laboratory. Working with, and transmitting alternative approaches to production, exchange and social dynamics (while transitioning off of fossil fuels, debt based money, and vertical collectivism), are abstract goals. Each of these must broken down into sub-modules to be addressed in concrete terms onsite and online. In the first iteration we built a shared kitchen, living area, bathroom and campground. Mountains had to be terraced, swamps transformed into ponds, permaculture everywhere. This was our minimal starting point, the first deliverable: an off-grid adaptive learning center to host visitors, volunteers, and resident teachers. We&#x2019;ve beta tested. Participants are onsite. We&#x2019;re going live. Whether this project serves as an example to replicate, or a cautionary tale, is yet to be seen. What we can guarantee, is that it&#x2019;s going to be interesting. For more information, or to participate in the next iteration, look up the pongovi experiment. All of the content produced by this project are creative commons. You have permission to download and distribute by any and all means. You can download components used to make this film (and films to come) for use in compatible projects in our modules section. If you would like to support our work visit our donate page.","categories":[],"tags":[{"name":"psychology","slug":"psychology","permalink":"http://paradigmforthenextgeneration.com/tags/psychology/"},{"name":"local resilience","slug":"local-resilience","permalink":"http://paradigmforthenextgeneration.com/tags/local-resilience/"},{"name":"peaceful continuity","slug":"peaceful-continuity","permalink":"http://paradigmforthenextgeneration.com/tags/peaceful-continuity/"},{"name":"non-aggression","slug":"non-aggression","permalink":"http://paradigmforthenextgeneration.com/tags/non-aggression/"},{"name":"conflict resolution","slug":"conflict-resolution","permalink":"http://paradigmforthenextgeneration.com/tags/conflict-resolution/"},{"name":"consensus building","slug":"consensus-building","permalink":"http://paradigmforthenextgeneration.com/tags/consensus-building/"},{"name":"adaptive action","slug":"adaptive-action","permalink":"http://paradigmforthenextgeneration.com/tags/adaptive-action/"},{"name":"modularity","slug":"modularity","permalink":"http://paradigmforthenextgeneration.com/tags/modularity/"},{"name":"tribal identity","slug":"tribal-identity","permalink":"http://paradigmforthenextgeneration.com/tags/tribal-identity/"},{"name":"minimal group paradigm","slug":"minimal-group-paradigm","permalink":"http://paradigmforthenextgeneration.com/tags/minimal-group-paradigm/"},{"name":"tzm","slug":"tzm","permalink":"http://paradigmforthenextgeneration.com/tags/tzm/"},{"name":"the zeitgeist movement","slug":"the-zeitgeist-movement","permalink":"http://paradigmforthenextgeneration.com/tags/the-zeitgeist-movement/"}]}]}