{"meta":{"title":"ParadigmfortheNextGeneration","subtitle":null,"description":null,"author":"The Positive","url":"http://paradigmforthenextgeneration.com"},"pages":[{"title":"Paradigm for the Next Generation","date":"July 09, 2018","updated":"July 09, 2018","path":"index.html","permalink":"http://paradigmforthenextgeneration.com/index.html","excerpt":"","text":"Civilization RewiredOur generation has inherited a world on a collision course. War, environmental devastation, corruption, state sanctioned violence&#x2026; The scale and extent of the problems we face are staggering. You&#x2019;ve been raised to believe that voting, and petitioning those in power are the only paths to change (if you don&#x2019;t vote, you can&#x2019;t complain). But democracy has been reduced to reality television. Corporate owned. Pay-to-play. This is a culture in decline, pitted against itself. The left and the right have become hostile tribes, forced to share the same territory. Identity fragmentation accelerating. Apathy masks an overwhelming sense of powerlessness, frustration, and isolation. You sedate yourselves with entertainments and distractions, because it hurts to care. You would change the world if you knew how. You would take action if you saw a way forward, and that&#x2019;s what brings us here today. We&#x2019;re going to begin with a diagnosis. A short description of the world as it is. Next we will examine the root. Collecting dots along the way. History rhymes, and there&#x2019;s a reason why. To break the cycle we must understand how human instinct is used against us. Then we will take the facts and evidence and reconnect them, making the case that an alternative way of life is not only possible, but has been tested and proven. Finally, we will outline a set of simple steps that any ordinary individual can take to move towards this alternative; a positive application of human instinct. The World as it isThe global financial system is predicated on infinite growth. Production and consumption must increase at all cost. This is a structural side effect of all debt based monetary systems. When an economy grows oil consumption must too. Every sector of modern civilization is wired to fossil fuels; transport, manufacturing, agriculture, medicine. Cities and highways are designed with automobiles in mind. Residential centers ever more dependent on the flow of goods and resources from afar. Fossil fuels are finite. The current rate of consumption is unsustainable. The imperative to transition is clear, the technical challenges surmountable, but the most powerful currency on earth is tied to oil, and the status quo is maintained by the barrel of a gun. War has become an industry in and of itself. Perpetual war and economic necessity. To that end the public must be manipulated and deceived, pockets lined on both sides of the aisle. To call it a racket would sell it short. This is a criminal enterprise of horrific proportions. Political reforms cannot alter the equation. Superficial lifestyle adjustments, and voting with one&#x2019;s dollar, aren&#x2019;t even slowing down the machine. Armed resistance would almost certainly fail, but even if it didn&#x2019;t the replacement would be more of the same. We have a paradigm problem. Anything short of a paradigm shift is an exercise in futility. The Infinite Growth ParadigmDid you ever wonder why economists are so obsessed with growth? Modern economies must expand perpetually to avoid collapse. If a country isn&#x2019;t producing and consuming more this year than it did in the last, this is considered an ominous sign, a problem which must be addressed. In fact the term &#x201C;economic sustainability&#x201D; is traditionally defined as a steady growth in GDP of at least 2% per year. Clearly &#x201C;economic sustainability&#x201D; is an oxymoron. We live on a finite planet, with finite resources. Infinite growth is not a long term survival strategy. Any proposed solution which fails to address this issue, is rearranging deck chairs on the Titanic. The root of the infinite growth paradigm is debt based money. Every dollar, euro and peso in circulation is created by banks loaning out money that they don&#x2019;t have. This practice is not only legal, it is in fact the foundation of the current financial system. By law, banks are allowed to loan out 10 times the amount held in deposits. This practice is called Fractional Reserve Banking. Banks, when they decide the economy is good, we are optimistic, we are now making loans, they don&#x2019;t need to wait for any deposits, because when they make a loan they create the deposit. Right there. Banks create money out of thin air. Michael Kumhof - Senior Research Adviser for the Bank of England, and former IMF Economist. 97% of this new currency is created by ordinary private banks like Wells Fargo, Deutsche Bank and Societe Generale, when you sign over your future labor for a house, a car, an education, a new business, or a credit card. By loaning out more money than they have, banks literally type money into existence. They have a license to write hot checks. But loans are not free. They must be paid back with interest, and the banks dictate the terms. These terms are designed to maximize profit, with interest payments far outweighing the principle. All money is created by the issuance of debt, but the money to pay the interest is not created by the loans. In fact it is never created at all. As a result, there is ALWAYS more total debt than money in circulation. While banks have a license to write hot checks, everyone else is forced to compete within an insufficient pool of liquidity. There is NEVER enough to go around. Bankruptcy is baked in the cake, by design. The only way to delay the inevitable is to issue more debt, increasing production and consumption. This game can only last so long. All fractional reserve monetary systems have a trajectory that leads to a breaking point. Debt levels expand slowly at first, but inevitably accelerate, then go exponential. Eventually servicing that debt becomes impossible. It&#x2019;s a spiral, a pyramid scheme, a game of musical chairs. The music keeps playing as long as the credit flows. But the music always stops eventually, and some get left without a chair. When the music stops, the banks seize the real, tangible assets tied to the loans; homes, cars, land, businesses, even government infrastructure. It&#x2019;s a rigged game that keeps you on the hamster wheel, working jobs you can&#x2019;t stand, selling your life force for digits in a bank account. Modern day feudalism. Equal opportunity enslavement. Artificial scarcity. The Psychology of DebtWhy does debt have such a powerful effect on the human mind? Studies have shown that when test subjects are given a small gift of minimal value, they are statistically more likely to comply with subsequent requests made by the giver, even if the secondary request is significantly more valuable. For example: if the subject was given a free soft drink in the beginning of the evening, they were much more likely to buy raffle tickets from the person who gave them that drink, than were subjects who had not been offered anything. This principle also applies to non-physical gifts as well, such as time volunteered. Psychologist refer to this instinct as the reciprocity principle. Among social species, reciprocity facilitates the distribution of effort and resources within a group, and provides a natural safety net. If a member of a pack or a tribe brings home food on a particular day, and they share that food with the other members, the reciprocity instinct ensures that they will be fed by others in the future. For over 300,000 years this was the primary form of exchange within human groups. In modern society the reciprocity instinct is often abused. Gifts can be used strategically. Even a small campaign contribution creates a psychological debt which can be called in at a later date. Banking as an industry is based on this phenomenon. Humans tend to feel a strong duty to repay loans (even if the money in question is loaned into existence) because debt hijacks the reciprocity instinct. The Rise and Fall of the PetrodollarDid you ever wonder how the United States holds such a disproportionate amount of the worlds wealth, while running multibillion dollar trade deficits for decades, with an economy that is almost entirely consumer based? In the aftermath of World War II, the global financial system was restructured at Bretton Woods. Under the Bretton Woods agreement, which was finalized in 1945, the U.S. dollar became the world reserve currency. International trade would henceforth be settled with Federal Reserve notes, which were to be backed by gold at $35 per ounce. This agreement however, did not take into account the inflationary effects of fractional reserve banking. As long as banks are allowed to loan out more money than they actually have, the money supply always grows. When the money supply grows, the value of that currency decreases. As spending and inflation skyrocketed, the commitment to allow countries to withdraw their gold at $35 dollars an ounce became more and more problematic. The situation finally came to a head in 1971, when President Nixon ended the gold standard once and for all. I have directed the secretary of the treasury to take the action necessary to defend the dollar against the speculators. I directed Secretary Connally to suspend temporarily the convertibility of the dollar into gold or other reserve assets except in amounts and conditions determined in the interest of monetary stability, and in the best interest of the United States. Richard Nixon - August 15, 1971 In 1973 the Nixon administration began secret negotiations with the government of Saudi Arabia to establish what came to be referred to as the petrodollar recycling system. Under the arrangement the Saudis would only sell their oil in U.S. dollars, and would invest the majority of their excess oil profits into U.S. banks and Capital markets. Documents released by the Congressional Research Service reveal that the negotiations with Saudi Arabia had an edge to them. While proposing new channels of economic and military cooperation, U.S. officials were openly discussing the feasibility of seizing Saudi oil fields by force. This was one of those deals you couldn&#x2019;t refuse. In the United States, the oil shocks produced inflation, new concern about foreign investment from oil producing countries, and open speculation about the advisability and feasibility of militarily seizing oil fields in Saudi Arabia or other countries. In the wake of the embargo, both Saudi and U.S. officials worked to re-anchor the bilateral relationship on the basis of shared opposition to Communism, renewed military cooperation, and through economic initiatives that promoted the recycling of Saudi petrodollars to the United States via Saudi investment in infrastructure, industrial expansion, and U.S. securities. The agreement was formalized in 1974 with &#x201C;The U.S.-Saudi Arabian Joint Commission on Economic Cooperation&#x201D;. By 1975 the petrodollar system was expanded to include the rest of OPEC, and the U.S. dollar became the only way to purchase oil on the global market. Oil isn&#x2019;t just a commodity, it&#x2019;s a socio-economic chokepoint. In the modern era, fossil fuels make the world go round, and with an economic paradigm that requires infinite growth, the demand for oil must always increase. Under the petrodollar, increasing demand for oil translates into an increased demand for dollars. Value is defined by supply and demand. This is what gives the dollar its value. The dollar is an oil backed currency. With the dollar tied to oil currency became America&#x2019;s primary export. Dollars go out, products and services come in, and inflation is distributed across the entire planet like a hidden tax. Those who profit from this chokepoint know that their position must be guarded and maintained. If a large enough block of oil producing countries stop selling in dollars, or if fossil fuels alternatives ever gain traction, it would be game over. The dollar would plummet. The U.S. financial system would collapse. The the luxurious standard of living that Americans have come to take for granted would be brought to a grinding halt. The-powers-that-be have a clear incentive to keep the world hooked on fossil fuels, and debt based money and a motive to crush any nation that challenges their petrodollar monopoly. Examples must be made of upstarts. Sanctions, regime change, Uncle Sam&#x2019;s big stick. To that end, U.S. military spending steadily increased in the years following World War II, until it had eclipsed that of all other countries combined. The weapons industry grew to be an integral part of the economy, and developed symbiotic relationships with big oil, media, banking and the political establishment to further their shared interests. Aggressive lobbying, think tanks and campaign contributions work in tandem. There are profits on the line. Jobs that depend on war and fossil fuel dependence. This breeds moral hazard. With the fall of the Soviet Union in 1991 the United States became an uncontested superpower. All restraints on foreign policy were removed. Public opinion the only obstacle. About ten days after 9/11, I went through the Pentagon and I saw Secretary Rumsfeld and Deputy Secretary Wolfowitz. I went downstairs just to say hello to some of the people on the Joint Staff who used to work for me, and one of the generals called me in. He said, &#x201C;Sir, you&#x2019;ve got to come in and talk to me a second.&#x201D; I said, &#x201C;Well, you&#x2019;re too busy.&#x201D; He said, &#x201C;No, no.&#x201D; He says, &#x201C;We&#x2019;ve made the decision we&#x2019;re going to war with Iraq.&#x201D; This was on or about the 20th of September. I said, &#x201C;We&#x2019;re going to war with Iraq? Why?&#x201D; He said, &#x201C;I don&#x2019;t know.&#x201D; He said, &#x201C;I guess they don&#x2019;t know what else to do.&#x201D; So I said, &#x201C;Well, did they find some information connecting Saddam to al-Qaeda?&#x201D; He said, &#x201C;No, no.&#x201D; He says, &#x201C;There&#x2019;s nothing new that way. They just made the decision to go to war with Iraq.&#x201D; He said, &#x201C;I guess it&#x2019;s like we don&#x2019;t know what to do about terrorists, but we&#x2019;ve got a good military and we can take down governments.&#x201D; And he said, &#x201C;I guess if the only tool you have is a hammer, every problem has to look like a nail.&#x201D; So I came back to see him a few weeks later, and by that time we were bombing in Afghanistan. I said, &#x201C;Are we still going to war with Iraq?&#x201D; And he said, &#x201C;Oh, it&#x2019;s worse than that.&#x201D; He reached over on his desk. He picked up a piece of paper. And he said, &#x201C;I just got this down from upstairs&#x201D; &#x2014; meaning the Secretary of Defense&#x2019;s office &#x2014; &#x201C;today.&#x201D; And he said, &#x201C;This is a memo that describes how we&#x2019;re going to take out seven countries in five years, starting with Iraq, and then Syria, Lebanon, Libya, Somalia, Sudan and, finishing off, Iran.&#x201D; General Wesley Clark - March 2, 2007 In September of 2000 Saddam Hussein moved Iraq&#x2019;s oil sales off of the dollar. Three years later the U.S. invaded. The pretext was weapons of mass destruction. Weapons that didn&#x2019;t exist. Minor detail. In February of 2009 Muammar Gaddafi, was named chairman of the African Union. He immediately proposed the formation of a unified currency for all of Africa. One month later the African Union released a document entitled &#x201C;Towards a Single African Currency&#x201D;. which made it clear that this new African currency would be backed by gold. Two years later the CIA moved into Libya and began routing money and weapons to insurgents. This time the pretext was &#x201C;humanitarian&#x201D;. Armed militants were depicted civilian freedom fighters. These CIA backed rebels had direct ties to Al-Qaeda in Iraq (aka ISIS). This was brushed aside like a minor detail. The U.S. and NATO then established a no-fly-zone, and crippled the Libyan government with airstrikes. Gaddafi was then captured by the rebels and brutally executed in the streets. Libya, which prior to the war had the highest standard of living in all of Africa, descended into chaos. In 2011 Bashar Assad forged a pact with Iraq and Iran to run a gas pipeline through Syria rejecting a western backed proposal for a line which was to run from Qatar, through Saudi Arabia and Syria to Turkey. By 2012 the U.S. and its allies were actively working topple the Syrian government. Thousands of jihadist fighters from Libya and Iraq began flooding into Syria with U.S. training and support. To arm this new insurgency, the Libyan armories were looted, and massive quantities of weapons (including anti-tank and anti-aircraft missiles) were smuggled into Syria through Turkey. This support continued even though it was known that most of the weaponry was ending up in the hands of extremists. The Syrian war marked a geopolitical turning point. In 2013 a U.N. investigation found that the U.S. backed rebels had used sarin gas against civilians. Russian investigators confirmed these findings. The western media and political establishment did everything in their power to pin the blame on Assad and build the case for war, but they were unable to control the narrative. After two decades of passively watching the United States use military force with impunity, Russia finally took a stand. As U.S. backed militants reached critical mass, and began conquering vast swaths of territory within Syria and Iraq, Russia moved in to provide air support and advanced anti-aircraft systems to the Syrian government, effectively reversing the course of the conflict. In parallel Russia consolidated alliances with Iran and Iraq, drew Turkey into the fold, and locked arms with China, unifying the Eurasian Union and New Silk Road projects. The balance of power has shifted. Washington&#x2019;s era of uncontested dominance is over. In March of 2018, after years of quietly building up its gold reserves, China launched the PetroYuan. Oil could now be purchased on the global market without U.S. dollars. That same year Russia announced the completion of their own alternative to the SWIFT bank transfer system. Unilateral sanctions only work if there&#x2019;s no where else to go. Both of these moves directly challenge Uncle Sam&#x2019;s financial power. The petrodollar is in its final days, but the U.S. won&#x2019;t go down without a fight. As we approach the end of a debt super-cycle, the stakes are high. To stay on top, the powers-that-be must tip the game board, rewrite the rules, and start again. Russia and China are in the crosshairs. Economic provocations are underway. These are perilous waters. Humanity is flirting with a third global conflict. A showdown between nuclear powers. Nobody wins a nuclear war. There are thousands of active warheads, locked and loaded, pointing at adversaries. These weapons are each thousands of times more powerful than those used by the United States against Japan. Just 50 to 100 Hiroshima sized bombs, set off anywhere on the planet, would send 5 million tons of debris into the upper atmosphere, reducing global temperatures by about 1.25 degrees centigrade. It would also reduce rainfall worldwide for up to a decade. This would would have a devastating impact on agriculture, and experts predict that mass starvation on a global scale would result. If 300 of Russia&#x2019;s bombs were set off in the United States somewhere between 75 and 100 million people would die in the first half hour. Most of the infrastructure needed to support the population would be instantly destroyed: communication systems, hospitals, transport, power plants, etc&#x2026; The rest of the population, those who were not killed in this first half hour would most likely die in the coming months from radiation poisoning, starvation, exposure, and disease. And this is only the tip of the iceberg. The debris from these explosions would render the planet earth an uninhabitable wasteland. Virtually all complex life forms would go extinct. Our species would not be exempt. This outcome must be avoided at all costs. How to Stop a War Of course the people don&#x2019;t want war. But after all, it&#x2019;s the leaders of the country who determine the policy, and it&#x2019;s always a simple matter to drag the people along whether it&#x2019;s a democracy, a fascist dictatorship, or a parliament, or a communist dictatorship. Voice or no voice, the people can always be brought to the bidding of the leaders. That is easy. All you have to do is tell them they are being attacked, and denounce the pacifists for lack of patriotism, and exposing the country to greater danger. Herman Goering - at the Nuremberg trials To stop a war we must understand how wars are started. When the ruling class wants to initiate a conflict, they never declare their real motives or intentions. Doing so would undermine domestic support, weaken moral within the military, and invite an international backlash. Instead they follow a tested and proven template, designed to hijack human instinct. To counter this template we must recognize the mechanisms at work. In the early 1970s social psychologist Henri Tajfel set out to study the minimal conditions required for discrimination to occur between groups of humans. In his tests he discovered that group identity could be easily formed in a very short time using trivial criteria (such as one&#x2019;s musical preferences or the results of a coin toss). Groups formed by such trivia would immediately display prejudice against those on the other side (out-group), and favor those in the same arbitrary category (in-group). He referred to this principle as The Minimal Group Paradigm; the human equivalent of the pack instinct. When attacked by an outside force, human groups always close ranks and rally behind their leader. Questioning authority or failing to conform to the prevailing social order become sacrilege. Limits on power are brushed aside. War is, and has always been, the health of the state. This response can be triggered artificially. ProblemFirst, the public must be conditioned to view the target as a problem, an existential threat. This is accomplished by coordinating narratives via media, and political puppets. The enemy is framed as an arch-villain. Their crimes built up, exaggerated and woven with total fiction. If a proper enemy does not exist, one can be created. Repetition is used to etch an image into the mind of the masses. This groundwork is laid years in advance. ReactionThe second step is to initiate a psychological reaction, invoke the retaliation instinct. Military aggression must look like an act of self defense or humanitarian intervention. This can be accomplished by fabricating an attack and blaming it on the enemy, intentionally provoking the enemy into a response, or by justifying preemptive strikes as the only way to prevent an atrocity. SolutionFinally, public support is consolidated with a crusade mythology: a narrative that presents the aggressors as fighting for a higher ideal, or a greater good. A war of aggression becomes &#x201C;Spreading Democracy&#x201D;, &#x201C;Fighting Terrorism&#x201D;, &#x201C;Fighting Communism&#x201D; or &#x201C;Bringing Civilization to Savages&#x201D;. These euphemisms define &#x201C;us vs. them&#x201D; in exaggerated terms to dehumanize the target, sanitize the implied bloodshed, and activate the pack instinct (in the form of patriotism). This formula hijacks the most primal and dangerous aspects of human nature. Out-group becomes a mortal enemy, an imminent problem that must be dealt with. Reaction is shaped by defining the boundaries of debate. &#x201C;Should the president order a limited strike, or a full invasion?&#x201D; One way or another, the solution is always war. Once the fever of war has gripped a people, young men will always sign up to kill and be killed. Those who oppose the conflict are ridiculed and framed as naive, weak, treasonous. Avoiding forced conscription becomes a crime. The commander and chief becomes omnipotent. Checks and balances easily brushed aside. To stop a war, timing is of the essence. Propaganda must be countered quickly and aggressively. Once a certain threshold is crossed, its momentum becomes virtually unstoppable. If we are to succeed we must not be naive. Crowd psychology is a weapon. We must pick up that weapon and return fire. The Psychology of PowerWestern &#x201C;democracies&#x201D; aren&#x2019;t democratic at all. Most aren&#x2019;t even functional republics. The term plutocracy would be more fitting. Attempting to reform these systems by political means would be a lost cause. Real change eludes us because society is structured like a pyramid. Those on top hold all the power and control most of the wealth. Those at the bottom have little say, and struggle to meet their basic needs. Injustice and inequality baked in the cake. The only way to alter this equation is to work directly with the human element, taking instinct and social structure into account. The Authority Instinct The authority instinct can be observed among any social species. Presidents and chiefs are human analogues of the alpha. The Milgram Authority Experiments demonstrated that the vast majority of humans will submit to a perceived authority figure even when the orders given violate their core morality. In numerous tests, participants obeyed commands to administer electric shocks of ever increasing voltage to subjects in an adjoining room. Many administered shocks that exceeded lethal levels. The only symbol of authority needed was a white medical jacket. Authority can be signaled by uniforms, insignias, colors, and other visual representation of power. However vocal intonation and body language which convey an air of strength and certainty are often sufficient. These behaviors can be scripted and choreographed like theater. The rest is stagecraft and props. The Conformity Instinct The Asch Conformity Experiments demonstrated that peer pressure is so powerful that it can override direct sensory perception. In these tests, participants were shown cards with three lines of various lengths. They were then asked which line was longer. Every member of the group with the exception of the test subject were actors. The actors each provided the same wrong answer. The test subjects always answered last, or next to last. The vast majority of test subjects (75%) conformed to the incorrect answer at least some of the time. Approximately 45% conformed every time. Later tests which monitored brain activity confirmed that this phenomenon rewrites sensory information at a neurological level. The conformity instinct is triggered anytime there is the perception of group consensus, or social momentum. The Asch Conformity experiments demonstrated that actors can hijack this instinct by merely coordinating false statements. Studies have demonstrated that repetition has the same effect. When individuals are exposed to an idea repeatedly, even if that repetition originates from a single source, they gradually come to believe that that idea is widely held. Once an idea is viewed as a consensus position within a particular group, the vast majority of humans will accept that idea without question and attack those who contradict it. If everyone believes something, it must be true. Facts and evidence have little impact on this phenomenon. These same studies however, found that if a test subject was exposed to a single voice of dissent the spell is broken, enabling them to make the correct choice. In an age of universal deception, telling the truth is a revolutionary act. One voice can turn the tide. This is why propaganda is such an integral part of war. The primary flows of information in society form chokepoints which must be manipulated and controlled. Consensus can be manufactured with carefully crafted narratives, backed by &#x201C;expert&#x201D; opinion, and rigged polls. Media, education and religion are strongholds which are never left to chance. Holding a position of power does not provide immunity from social conformity. Round table groups and think tanks such as the Council on Foreign Relations and the Chatham House bring politicians, corporate heads, and academics together into controlled environments where they are saturated with very specific perspectives on foreign policy, economics, and governance. Membership is chosen carefully to maximize prestige, and amplify the prevailing culture. With speakers and topics are curated to define the boundaries of debate, ideological homogeneity develops naturally over time. It&#x2019;s good to be back at the Council on Foreign Relations. As Pete mentioned I&#x2019;ve been a member for a long time and was actually a director for some period of time. I never mentioned that when I was campaigning for reelection back home in Wyoming. Dick Cheney - Speaking at the Council on Foreign Relations I am delighted to be here in these new headquarters. I have been often to, I guess the mothership in New York City, but it&#x2019;s good to have an outpost of the council right here down the street from the State Department. We get a lot of advice from the council, so this will mean I won&#x2019;t have as far to go to be told what we should be doing and how we should think about the future. Hillary Clinton - Secretary of State - Speaking at the Council on Foreign Relations Vertical CollectivismAll modern city states (and the vast majority of businesses) are organized top down pyramids. Those at the top distribute orders to their subordinates, and authority flows down through the chain of command. At each layer obedience is reinforced by social conformity. If everyone else around is obeying, most will submit without question. This becomes a force in and of itself. Sociologists refer to his social structure as vertical collectivism. With authority stacked above, and peer pressure applied from all sides, very few are strong enough to resist. By the time an order reaches its final destination, physical enforcement is rarely necessary. Examples are made of those who disobey. Fear is enough to keep the rest in line. This model is designed to concentrate power and wealth in very few hands and create a vast power differential between the top and the bottom strata of society. These power imbalances become entrenched as societal class (in-group and out-group defined by wealth and influence). Inequality and totalitarianism are baked in the cake. The Stanford prison experiments demonstrated that when humans are given total power over others, sadistic and cruel personality traits tend to arise. In these tests, ordinary students were divided into two groups. One group was arbitrarily assigned the role of prison guards. The other group was assigned the role of prisoners. The relationship between these two groups was allowed to develop organically. Within a very short period of time those placed in the artificial position of power began to treat those under their control as subhuman. The behavior of the guards became so cruel and abusive that the experiment had to be halted prematurely. Studies conducted by the University of Berkley have found that disproportionate wealth has the same effect. Test subjects consistently display less regard for others, and are more likely to defy laws and social norms when they feel economically superior. These tendencies arise even when the wealth in question is completely illusory (these behaviors express themselves even in unbalanced games of Monopoly). Numerous studies have also found that highly unequal societies have higher rates of physical and mental illness than societies with small power and wealth differentials. This correlation holds true regardless of the baseline standard of living. Highly unequal distributions of wealth and power are inherent symptoms of vertical collectivism. This inequality is unhealthy for society as a whole and brings out the worst in those at the top. Changing laws or removing specific leaders cannot alter this dynamic. The design flaw is the social structure itself. The distortions and imbalances that accumulate over time make vertical social structures highly prone to revolution and collapse. It is rare for a modern city state to last more than a couple hundred years without a reset. We are approaching such a reset now. When the current system begins to falter there will be a brief window of opportunity, a chance to fundamentally restructure. If this moment is not seized by those who seek a better world, it will be seized by those who seek power and control. RESETFear is the first enemy. When frightened, our brains work much less efficiently. Rational thought shuts down. Decisions reduced to fight, flight or freeze. This phenomenon is even more dangerous in the context of a panicked crowd. Science has shown that deep breathing calms the mind measurably. When facing danger we must make this a discipline. Take a deep breath. Reset. Bring the world back into focus. Now that we&#x2019;re calm, we can think about our situation rationally. What can we do? What steps could we take right now that would improve the outcome, not just for ourselves, but for our children and the generations beyond? If you&#x2019;re hearing this message, there is still time. If it resonates we have a chance. Paradigm for the Next GenerationAny system built on the current socio-economic paradigm, will always express the same symptoms in one form or another. We must learn from the lessons of history. Take the best of the old and the new, a Paradigm for the Next Generation. Socio-economic redesigns are highly dangerous, and rarely go according to plan. What begins as a new hope, a vision of a better world, often ends in totalitarianism and bloodshed. In this context, it is only natural that new ideas are met with skepticism and resistance. This resistance must not only be accounted for, it must be embraced. Ideas are the building blocks of culture. Even the most minor difference in belief or custom can define a group identity boundary. We will never get every culture and subculture on this planet to agree on every aspect of reality, or our place within it. Therefore we will never eliminate in-group and out-group, or erase all borders of us and them. This understanding precludes one-size-fits-all, global solutions. Adaptive ActionA small success is better than a large failure. Rewiring civilization is a large, dynamic project, fraught with unforeseen obstacles. Formulating a detailed master plan, to be completed in stages, like a car being assembled on a factory floor, would be a recipe for failure. To succeed, we must set small, realistic targets which can be rapidly attained; evaluate the results, and improve iteratively. This approach can be referred to as adaptive action. Define your abstract goal. Choose a minimal starting point based on top priorities. Evaluate results, reprioritize, and improve iteratively. Adaptive action begins with an abstract goal. An abstract goal is like a journey&#x2019;s final destination. A long journey is best broken down into segments. A minimal starting point is akin to choosing the first place to make camp along the way. This initial target should be simple yet useful, based on the project&#x2019;s top priorities. Once that minimal starting point is attained, the result is tested, priorities are reevaluated, and the next target is set. This is the equivalent of checking one&#x2019;s current position by compass or map. Local ResilienceThe current socio-economic paradigm is handcuffed to oil. Our dependence on oil ties us to debt based money. Debt based monetary systems require infinite growth. The more an economy grows, the more oil it consumes. Clearly, this is not sustainable (in any sense of the word). To break free from the fossil fuel - infinite growth - feedback loop, we must transition towards localized systems of production, exchange and organization which bypass debt based money. We can refer to this principle as Local Resilience. Local resilience is an abstract goal. Moving towards that goal will require approaching numerous fields from a new angle. Permaculture LogicTo transition off of fossil fuels and debt based money, we must develop systems which increase efficiency, reduce inputs and distance traveled. Cities and highways are currently designed with automobiles in mind. Food production, industry and office complexes positioned farther and farther away from suburban sprawl. Vast swaths of land in between lie vacant, unproductive and inhospitable. To reverse this trend, food production must be brought closer to residential centers, gardens planted close to homes, radiating outward along pathways. Yards designed to produce food rather than grass. Companion planting, water, slope and soil management can extend the space available for food production, minimize the need for external inputs, and reduce flooding, landslides and other natural disasters. Organic matter is treated as a resource to be integrated back into the soil rather than as waste to be disposed of. We can refer to this approach as Permaculture. ModularitySystems are more stable, and easier to repair and update when they are built using simple, compact and minimally bundled components. In systems design this principle is referred to as modularity. Rather than throwing away an entire phone when the processor became outdated, what if you could simply install a standard sized replacement, available from a wide variety of manufacturers? In technical fields a transition to standardized, modular components increases efficiency and radically reduces waste. Applied to ideas and culture, modularity facilitates hybrid systems, and peaceful evolution. Tribal IdentityHomo sapiens sapiens is a social animal. Tribe the human analogue of a pack. National identity a proxy for tribe. This instinct predates humanity and will persist. Identity can form around any idea or perceived characteristic. Henri Tajfel&#x2019;s experiments with the minimal group paradigm demonstrated that one can divide a crowd by trivial criteria (such as clothing type, or a coin toss), and intergroup discrimination will immediately manifest. Members on each side will begin to treat those in their own group (in-group) more favorably than those viewed as outsiders (out-group). In 1961 social scientist Muzafer Sherif devised an experiment using a summer camp, where boys were separated into two groups, which resided in two separate cabins. The cabins were given their own names (the Eagles and the Rattlers). This was enough to give the two groups their own identity, and in-group / out-group dynamics rapidly manifested. When competitive activities were organized between the two groups, verbal and physical hostility broke out constantly. Rivalry became hatred. To reverse this dynamic the researchers first attempted placing the two groups in close contact during enjoyable activities (such as movies or social events). This backfired. When forced to spend time together two the groups fought even more. Finally, Sherif decided to create a series of situations where the two groups faced challenges that required cooperation. For example: on one occasion the water supply for the camp was blocked and the two groups had to work together to restore flow. On another occasion a truck which was needed to bring food to the camp got stuck, and both groups had to push the vehicle to get it out. Over time, these shared challenges created a sense of camaraderie between the two groups. Intergroup conflict faded, and friendships formed across group lines. The Cooperation Principle: When humans work together towards a common goal, or against a shared threat, they have the tendency to unify psychologically. If the common struggle is sufficiently intense, the cooperation instinct gradually overrides divisions based on perceived differences, and a new in-group forms. To form an identity, human groups always define lines of inclusion: boundaries that determine where in-group ends and out-group begins. Humans are capable of holding to multiple identities simultaneously. One person may identify as American, Texan and Christian without any contradiction. Each of these identities define in-group / out-group, however some identities are strong enough to cross these lines. For example two individuals from unfriendly countries can feel unified by a shared religion or other strong belief. Likewise, a national crisis can provide an imperative which overrides religious tensions. When working with human groups, it is of utmost importance to define lines of inclusion consciously. Tolerance is a virtue, but must have limits. Attempts to divide on skin color or other trivia must be countered. Arguments over religion and other wedge issues diverted to a common ground. Attempts to promote wars of aggression actively condemned. Peaceful ContinuityThe human element is the ultimate challenge. The ability to maintain peace and security within a group, and in relation to neighboring groups is vital. Game theory has established (through multiple experiments) that the most successful strategy in conflict, is tit for tat: never attack, retaliate in kind. Those who initiate conflict invite a forceful response. Those who do not retaliate when attacked invite further aggression. Tit for tat is a mathematically consistent selective pressure. Initiations of violence reduce survival rate. The retaliation instinct is a biological adaptation to that pressure. This is why every human culture has some concept of the right to self defense. For social animals survival of the group is paramount. In some circumstances, by sacrificing their life for the pack, an individual may ensure the continuation of their genes through offspring and close relatives which live on. This principle, however, works in both directions. If a member initiates conflict, they endanger the entire group and place their own genetic lineage at risk. A culture which condemns the initiation of violence inherently increases the survival rate of groups that hold it. Conflict resolution and consensus building further improve outcomes by preventing long cycles of retaliation, and averting escalations before they start. This code must be balanced with the understanding that the retaliation instinct can be (and often is) invoked artificially. Falsely attributing an attack to a foreign enemy is one of the preferred tactics used by governments to start a wars. A healthy measure of skepticism is imperative. The Horizontal AlternativeWithin human groups social instincts are always expressed in one form or another. Social structure is the container which determines that form. For over 300,000 years prior to the rise of civilization, humans lived in horizontal collectives (aka tribes). It is within this social structure that human biochemistry evolved. We know this, because all social structures found in nature are horizontal. Humans are the only species that stack authority and conformity in layers. The dawn of civilization 10,000 years ago marked the beginning of a new approach to production, exchange and social structure; a paradigm designed for war and totalitarian control. The agricultural revolution began as a military strategy. Excess food production allowed for standing armies. This was the first division of labor: soldiers and farmers. The combination of farming and standing armies provided a distinct military advantage over tribes that had to leave the battle field to forage and hunt. Vertical collectivism further amplified this advantage by enabling strict discipline and totalitarian control. One by one, neighboring tribes were either conquered or were forced to take up the same strategy. In this way, civilization spread like a cancer, eventually claiming every square inch of planet earth. The military advantage provided by agriculture did not, however, translate into a higher quality of life. In fact it lead to a measurable decline in health. Comparing the skeletons of early farmers with those of their hunter gatherer counterparts, anthropologists have found that the transition to agriculture was accompanied by poor dental health, stunted spines, bone lesions, a reduction of height and other signs of malnutrition. The peasants in the field didn&#x2019;t choose to slave in the fields, producing excess crops to support the ambitions of warlords. The arrangement was forced upon them. Over time, excess production, and economic complexity gave rise to monetary systems. Debt, taxation and employment replaced open slavery. Vertical social structures concentrate power and wealth. Concentrations of power and wealth lead to the expression of sadistic and antisocial behavior at the top of the pyramid, with poverty and disease for everyone else. In this context the need for an alternative structure is clear. Horizontal social structures have leaders, just as animal packs have alphas. Some members of any given group are always more outspoken or assertive. However within horizontal cultures the power of a chief is inherently limited. The lack of a layered authority and conformity pyramid prevents large power differentials from developing. If a leader gets out of line they can be easily removed. This level of accountability inherently changes the nature of leadership. The ability to coordinate consensus, resolve conflict, and navigate relationships with external groups become key. Because horizontal social structures rely on strong interpersonal relationships, and cohesion, group size is a key variable. If the population and territory of a tribe extends beyond its range of effective coordination, the group will naturally segment itself into smaller groups by region. The territory held by horizontal societies can be extended by forming decentralized federations with neighboring tribes. The Iroquois confederacy which united six tribes in this way, provides a concrete example. The Iroquois confederacy was highly organized and stable for hundreds of years. Each member tribe had its own culture and leadership, but a shared code of ethics and tradition enabled them to unify and cooperate. The decentralization inherent in horizontal federations structures reduces the total power available to any individual or class within a given region. This distribution of power encourages diversification of strategies, and reduces the impact bad leaders, and social experiments gone wrong. Reciprocal EconomicsWould you charge your mother for food? Would you charge your brother for a place to sleep? Sharing is natural within the context of family, extended family, and tribe. When a group is small and tightly knit, the reciprocity instinct facilitates the survival of the gene pool. Sending food to a stranger thousands of miles away may be a noble and compassionate, but this gesture isn&#x2019;t likely to come full circle. When all other variables are equal, one sided generosity decreases survival rate. Instincts are adapted to this reality. The relationship between group size and the reciprocity explains why the birth of civilization (vertical collectivism), approximately 10,000 years ago, marked the decline of reciprocal models. Vertical collectivism enabled rulers to control vast swaths of land. Within these sprawling territories it is impossible to meet, much less form long term relationships with every other citizen. Without strong interpersonal relationships it is impossible to establish the level of trust needed for reciprocal exchange. To harness economic activity when trust is insufficient, transactional exchange becomes necessary. Prior to civilization, most human groups used reciprocal economics within the tribe, and transactional exchange with external tribes. As tribes were conquered by city states the transactional model became the default. Transactional exchange may begin with barter, but as scale increases barter systems always evolve towards some form of currency; a standardized unit of exchange. Currency has taken countless forms over the course over the millennia: metal coins, cacao beans, notched sticks, and even pig tusks. In the modern age the vast majority of money is electromagnetic, and has no physical presence at all. With such a wide variety of manifestations, it should be clear that the power of money is not held by the units which are exchanged, or the substance they are made of, but rather by the human mind. Money is a proxy for trust. It replaces reciprocity with the assurance that the resources or labor transferred can be recovered later, even when one is dealing with perfect strangers. Money however, unlike organic reciprocity, has the tendency to accumulate. Accumulation of wealth gave rise to credit, and eventually banks. Coins, loans and interest replaced reciprocal exchange. The positive application of reciprocity is still accessible. All that is needed to engage it is a consistent pattern of generosity within a small, tightly knit group. Even one member can initiate the cycle with a simple gesture such as volunteering to help a neighbor build a house or plant their garden. Some will argue that the move from reciprocal to transactional economics was the price that had to be paid for technological advancement, and that this was an inevitable and irreversible step forward for our species. This however, is provably false. Open source is a form of reciprocal economics. Code, designs and documentation are distributed without charge. Those who use the source code often end up working to improve it. Those improvements are in turn released back to the community. Everyone benefits, and the final product is often more stable and competitive than proprietary alternatives. Open source reciprocity is compatible with transactional economics. Hybrid systems can and do exist. Developers who contribute high quality code are well compensated, and in high demand for commercial projects that use the source. Customizations can be sold. And many open source projects are even managed by for profit companies. Others might argue that while the open source approach works well for software, it is ill-suited for physical products. This too is provably false. The advent of 3D printing, and other forms of small scale automated manufacturing systems opened the door for physical designs to be shared and improved upon in precisely the same manner as any other digital product. Entire libraries of free designs already exist. Even without automation or 3D modeling, the R &amp; D process itself can be open sourced. The Open Source Ecology project has demonstrated this in their quest to develop open source designs for the essential machinery needed to maintain civilization. Nonlinear LearningThe ideological and psychological supports of the current paradigm are maintained through education and conditioning. The shift to a new paradigm will require questioning these processes at all levels. Numerous experiments have demonstrated that offering a reward for a previously unrewarded activity shifts ones motivation from intrinsic to extrinsic motivation, and undermines any pre-existing intrinsic motivation. Once the external motivation is gone, the subject completely loses interest in the activity. This is called the overjustification effect. Modern education is grade oriented. Students are conditioned to work for the social validation conveyed by high marks, rather than learning for learning&#x2019;s sake. Social validation is a biochemical reward. It causes dopamine levels to rise in the brain. This external reward replaces curiosity and the intrinsic desire to learn. The ultimate goal within the current system is graduation. Success is a piece of paper, and the chance of a slightly larger cubicle. This paper typically has a price tag. Most exit school with tens of thousands in student debt. Career, financial compensation, and other status symbols replace grades as extrinsic motivators. Debt provides an additional anchor, hooking even those who will never find status or fulfillment in their labor. Within the current educational paradigm, information is force fed in standardized packets. Students are tested on how accurately they regurgitate these packets. Their intrinsic interests are never taken into account. Facts, dates and formulas are memorized for the big test, then promptly forgotten. Learning is reduced to a drudgery, a means to an end. The final product is a submissive employee; conditioned to complete menial tasks for hours on end, with shifts and breaks marked by the ring of a bell. Smart enough to punch a time clock and make money for someone else; rarely motivated to look any deeper. Rewiring civilization will require a learning paradigm which takes neuroscience and biochemistry into account. Children don&#x2019;t need grades or any other extrinsic reward to learn. What they need is an environment which feeds their innate curiosity, stimulates their imagination, and provides opportunities to develop hands on skills. Information is best integrated within a real world context. The imperative to learn mathematics, for example, becomes clear when calculating the geometry for the roof of a house. Theory becomes interesting when applied. Cultivating intrinsic (rather than extrinsic) motivation engages the dopamine system in a far more sustainable way. Curiosity based learning is more dynamic than linear information dumps. The desire to understand an event in history may require a detour through economics, geography, and social psychology. These detours invite deeper investigation, widening perspective. The human brain learns best in a nonlinear fashion. Skills and information sets are stored in the form memories connected by neurological pathways. Intelligence is defined by the level of interconnection between those pathways. The process of building these neural networks can be approached proactively. For example language and music are highly correlated. Learning a second or third language radically expands the number of neurological pathways in the brain. Learning music improves one&#x2019;s ear for foreign words, and is highly effective for consolidating memory. Both are best learned by immersion. Rather than bogging down young students with the grammar and music theory in the beginning, language and music can be introduced in an experiential context. The best way to learn both music and language is to listen and participate, with no pressure to perform, and no artificial incentive to distract. Creativity, like language is contagious. Nonlinear learning follows innate curiosity, connecting new information to as many related ideas as possible, integrating these ideas with hands on, cooperative experience, and layering neurological pathways through correlated skill sets and activities. Nonlinear learning is iterative. Ideas absorb through repeated exposure. Each time we revisit a topic our brains build upon existing neural pathways. This is the same mechanism employed by artificial intelligence, and is the natural way human children learn until reconditioned by conventional schooling. This approach requires a level of patience. At a more advanced level nonlinear learning can be further accelerated by integrating the adaptive approach. Mastery of a trade, or mastery of a field of study can be set as abstract goals. A specific skill, or a small subset of ideas can be set as minimal starting points. These small subsets of ideas or skills are modules which can be mixed and matched to form hybrid systems. This enables each individual to choose their own educational path. NeuroplasticityThe human brain is capable of rewiring itself even into adulthood. This phenomenon is referred to as neuroplasticity. Neuroplastic change can be initiated in response to injuries, new behaviors, thoughts, emotions, or environmental stimuli, and can occur at the microscopic level with individual neurons, or may involve large scale cortical remapping. Neuroplasticity can be approached proactively. Research conducted by neuroscientist Richard Davidson at the University of Wisconsin found that short term practice of meditation alters brain activity in regions associated with attention, anxiety, depression, fear and anger, and that long term meditation practice led to structural changes in the brain. The behavioral patterns often referred to as &#x201C;human nature&#x201D; can be defined as the expression of instinct within a particular environment. Homo sapiens sapiens is a social animal. Culture and socio-economic structure are the primary environmental variables which determine how the authority, conformity and reciprocity instincts manifest. These variables must be addressed consciously. Code of IdentityA positive application of human instinct is possible, but will require a new train of thought; a paradigm shift that applies the scientific method to socio-economic structure, accounting for the influence of culture and biochemistry. Within human groups, those who conform to cultural norms receive social validation. Those who defy these norms are condemned. Social validation is a biochemical incentive. It increases dopamine levels, activating reward centers in the brain. If you incentivize something, you typically get more of it. Any consistent pattern of social validation and condemnation will gradually establish conditioned responses. Not all cultures are created equal. Cultures which worship wealth and power, and embrace war, sow the seeds of their own destruction. A code of identity which promotes consensus building and conflict resolution, and condemns the initiation of violence, facilitates peaceful continuity, and therefore survival. A culture which holds leaders in check, is able to organize effectively without coercion, and respects independent thought, will always be more free than cultures which demand blind obedience and conformity. Cultures which synchronize belief with logic and evidence, instilling a love of learning, cultivating curiosity rather than killing it with extrinsic rewards, and prioritizing immersive, cooperative experience over disconnected theory, and dogma, foster the intelligence and creativity of its members. Identity defined in the broadest possible terms maximizes cultural reach. Membership transcends ideological, and biological trivia. To protect this culture out-group must be drawn with a red line: No wars of aggression. No prophets of hate. Silence is complicity. To change the world and idea must spread. For an idea to spread, it must be adapted to its environment. Ideological habitat dictates selective pressures. Richard Dawkins coined the term &#x201C;meme&#x201D; to represent small clusters of ideas which are simple, compact and minimally bundled. A meme is analogous to genes and modular components. Once a belief system is established in the mind, and attached to identity, humans tend to resist any idea which directly challenges it. Attacks on core beliefs, or attempts to replace them are interpreted as an attack on the group, and by extension the self. This phenomenon, often referred to as cognitive dissonance, is the ideological equivalent of an immune response. Small clusters of ideas can bypass cognitive dissonance in ways that monolithic belief systems cannot. Once in the mind, new memes combine with existing beliefs and emotions transforming perception, and ultimately behavior. A virus of perception can begin with one person. However to spread, the meme must have a replication imperative (it must inspire humans to transmit the idea to others). Connect the DotsWe&#x2019;ve collected the dots. Now let&#x2019;s connect them. Debt based economies must grow perpetually to stay afloat. Every sector of civilization is wired to fossil fuels. When an economy grows, fossil fuel consumption increases. The most powerful nation on earth has tied its currency to oil, and maintains the status quo by the barrel of a gun. To defend that position they have brought us to the brink of a third world war. To prevent the worst case scenario we must counter the psychology of war. We must reframe the problem, expose the real motives, short circuit attempts to hijack the pack instinct, and expose the system&#x2019;s inherent design flaws. Attacking the problem is not sufficient. A realistic vision, and a positive course of action are imperative. To get off of debt based money and the infinite growth paradigm we we must transition off of fossil fuels, and build localized systems of production, exchange, and organization. To achieve these objectives we must choose minimal, useful starting points which can be completed in a short timeframe. Build upon accomplishment. Improve iteratively. A small success is better than a large failure. Alternatives to the current socioeconomic paradigm are possible. This is an anthropological fact. Homo sapiens sapiens lived for over 300,000 years without money, vertical collectivism, or fossil fuels. We can do it again, and we can do better. This is not about going back to the stone age. We don&#x2019;t need to reinvent the wheel. Moving forward, we take the best of the old and the new. Integrate what works, discard what doesn&#x2019;t. Open source R &amp; D replaces proprietary design processes. Systems are built using modular components. The best frameworks and designs are standardized. We can apply this same approach to socio-economic strategies. Reciprocal economics coupled with localized production and exchange reduce dependence on fossil fuels and debt based money, and facilitate the decentralization of wealth and power. To fully harness the reciprocal instinct, cultural scale must be taken into account. The trust and relationships facilitated by tightly knit groups are key. Small, horizontal social structures replace monolithic top down pyramids. This model can be scaled up through federations. The dominant educational paradigm is designed to produce obedient workers, incapable of questioning the mechanisms of their enslavement. Most leave school with little or no practical skills, and deeply in debt. Corporate media picks up where schools leave off. Perception managed from cradle to grave. Real change will require a strategic reexamination of these chokepoints. Challenging the prevailing social order is a provocative act. Culture and minimal group paradigm must be approached with eyes open. It is not productive to attack established belief systems head on. Cognitive dissonance is triggered any time an idea threatens ones identity. Anyone presenting such ideas are immediately framed as out-group, and their propositions discarded out of hand. Modular ideas, maximize compatibility, enabling hybrid systems. Memes must be chosen strategically to maximize resonance and bypass resistance. The wars and devastation perpetuated by fossil fuel dependency, debt based money, and the infinite growth paradigm provide a clear imperative for change. Start with points of resonance (local resilience, peaceful continuity, adaptive action) and expand from there. To change the world will require working closely with humans as individuals and as groups. Non-aggression must be held as a core value. Consensus building, and conflict resolution essential skills which must be studied and mastered. Do not wait for someone else to take the lead. If those who care remain silent, power will be seized by the worst elements of society. Wealth and power attract sociopaths like manure draws flies. We must learn how to recognize these individuals and keep them away from positions of power and authority. Power is not possessed by those who command. It is conveyed by those who obey. Conformity can be short circuited by a single voice of dissent. Authority can be countered by projecting a vision without doubt. Stand without fear. Speak with confidence. Use simple concepts, adapted to cultural environment. Repeat, reiterate, anchor with imagery, galvanize with emotion. To defy authority and conformity takes courage: the ability to manage and overcome fear. This is a skill which can consciously cultivated, and transmitted to others. Identity can form around any idea which defines our place in the world, but what holds it together is a feeling: the feeling of belonging, the tribal instinct. This we can cultivate, reawaken. The code is written in our DNA. The Next LevelThe following message is for those who get it. You see the stakes. You&#x2019;ve connected the dots. You&#x2019;re motivated to take action. You&#x2019;re looking for a minimal starting point. Let&#x2019;s begin with a reality check. Rewiring civilization is a colossal undertaking, and the odds are stacked against us. We cannot afford to go it alone. To succeed will require social momentum. This implies inspiring others, and coordinating efforts in small groups. As a species, our power is rooted in our ability to unify and cooperate. But how does one go about generating social momentum? In school we&#x2019;re not taught the science of drawing isolated individuals together into psychologically unified groups. Doing so would be like teaching farm animals how to escape their cage. The positive application of human instinct cannot be transmitted by ideas alone. Humans need examples to emulate, experiences to integrate, but above all else they seek a feeling of belonging, the sense of tribe. All successful tribes evolve traditions which build cohesion, and group coordination. There are countless expressions, however many of these traditions, such as shared meals, music, dance, and work exchange are universal. You can start with something as simple as a potluck. Invite friends and acquaintances over for dinner. Each person contributes something to the meal. Numerous studies have demonstrated that sharing meals boost trust, and increases cooperation within groups. Research has also established a strong correlation between social eating and altruistic behavior. Those who eat with others are generally more inclined to help those around them. When you send your invitation ask your guests to bring musical instruments. Music and dance have also been shown to increase interpersonal coordination and prosocial behavior. Researchers have found that synchronizing to a beat draws people together emotionally and breaks down established in-group / out-group barriers. This effect is strongest when these activities are participatory. If possible, have a campfire or use candle light at your gathering. Studies have demonstrated that sitting next to a fire reduces blood pressure, leaves people feeling more at ease, and increases social behavior. Bringing people together with food, music, and fire is a simple starting point. This is a tested and proven formula which taps into the tribal instinct. From here we can add additional layers. To draw others towards a new paradigm, we must lead by example. This will require learning new skills, and challenging our comfort zones. Taking a nonlinear, adaptive approach will accelerate this process. As you build your group, take steps towards local resilience yourself. This can begin with a small garden bed, or a compost for kitchen scraps. Over time this project will naturally attract questions, and open up conversations. These conversations are opportunities to introduce a new element: reciprocity. If after seeing your project someone expresses the desire to start something similar, offer to come to their house with volunteers to build garden beds for them. If they are interested, pick a day, and present the idea to your network. The energy and resources you bring to this work day engages reciprocity on a group level. For the work exchange day follow the same formula as the other gatherings, only start earlier, and have food, music and fire after the cooperative effort. During the meal is an ideal time to discuss future projects, or to plan who&#x2019;s garden will be next on the rotation. Once the reciprocity instinct is engaged it just needs to be maintained. You can initiate a deeper level of reciprocity by bringing produce or plants from your garden to give as gifts. Over time it is possible to expand the range of goods and services exchanged in this way reducing the need for debt based money and imported products. As your group takes on larger projects, the adaptive approach will become more and more relevant. Humans have the tendency to get mired down bickering over detailed master plans. By setting clear, unifying abstract goals such as local resilience and peaceful continuity and breaking projects down into small bite sized pieces we can accomplish much more. Even an individual or family living alone within a city on an ordinary home lot can make significant strides towards self sufficiency. The Dervaes family in Los Angeles, for example, are able to produce 4,300 pounds of vegetables, 900 chicken, 1000 duck eggs, 25 pounds of honey, and and assortment of seasonal fruits on a 4,000 square foot lot. They keep their electric bill down to roughly 12 dollars a month by using solar and hand powered tools. They even run their vehicle using biodiesel made from recycled vegetable oil. Now lets be realistic. The full transition to resilience will require radical adjustments. The scope of what can be accomplished in modern cities is limited. Space for food production is scarce and expensive, and zoning and building regulations often prevent the implementation of out-of-the box solutions. Off-grid, rural environments provide more freedom and space to develop food production, and orient infrastructure in new ways. Here, on the fringes of civilization, a path must be cleared. The imperative to establish self sufficient footholds outside of cities becomes more apparent when viewed in the context of war, economic crisis, and social upheaval. The system is approaching a breaking point. Modern cities are not the place to be during these kinds of events. Setting up an self sufficient, off-grid centers capable of supporting small tightly knit groups will require a new design paradigm. The current system is highly dependent on monolithic, centralized infrastructure, utilizing outdated technologies which are wasteful and destructive. Electricity production, water, and sewage treatment for cities are handled by a small number of large scale facilities. When a single facility breaks down, hundreds of thousands are left without service. Building, maintaining, and updating these systems is extremely expensive, and the technology is not accessible to the general public. Therefore control of this infrastructure tends to fall into the hands of governments and corporations. Such entities have no incentive to challenge the status quo, particularly if such changes impact their bottom line. A decentralized approach to systems design is far more flexible and resilient. Small scale electricity production centers, micro-grids and individual homes using renewable technologies, can be built, repaired and updated with less resources than conventional power plants. Localized biogas systems can replace conventional sewage treatment; eliminating waste, while producing natural gas, and compost (reducing external inputs). Residential rain water collection, combined with grey water recycling and utilization, can reduce strain on overtaxed, rivers lakes and aquifers. These distributed systems are inherently less vulnerable to mass failure, and can be built and managed with minimal resources. A design paradigm for the next generation must take social interaction into account. Small clusters of homes within walking distance of a common space such as a kitchen, dining room, or lounge facilitates shared meals, music and other group activities. When establishing a new foothold, building this shared space should be the minimal starting point. By pooling effort and resources as a group, the initial cost of buildings, renewable energy systems, and other tools and equipment can be distributed and reduced. Once established, these rural, off-grid centers provide an example of what is possible, and a low barrier to entry to new participants. To maximize impact, these off-grid centers must network and form alliances with individuals and groups working towards the same goals. To draw these groups together the same principles apply: food, music, fire, and cooperative effort. In this way, parallel systems can be built, gradually rendering the current socio-economic paradigm obsolete. If you see the imperative, it&#x2019;s up to you to spread these ideas. To be effective, this must go beyond sharing a link. Social media algorithms actively suppress information which counters mainstream narratives. Overcoming these obstacles will require a more organic approach. Tech giants may control mass distribution on their platforms, but they cannot stop the direct transfer of information from person to person, especially if transmission takes place in the real world. Rather than merely posting to a group, a profile, or a media page, contact friends and family directly, and introduce the concepts in conversation before handing them the thesis itself. To present ideas in conversation effectively one must learn how to deliver the key points in bite sized pieces. Paradigm for the Next Generation is comprised of modular components each designed to stand on their own. This content is open source. You have permission to download, copy and distribute it by any and all means. If you would like to assist in the process of converting the text to audio or video please contact us."},{"title":"Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/index.html","excerpt":"","text":"Local Activism Digital Activism Volunteer Downloads Representing The Positive Activism begins with a commitment to speak out on one or more issues consistently. To maximize our effectiveness, psychology and identity must be taken into account. PsychologyStudies have demonstrated that repetition creates the impression that an idea is widespread (thereby sparking social conformity and contagion) even if the ideas in question originate from a single source. In any given population you will find very few people that truly think for themselves. Most are carried along by social conformity or follow the lead of a supposed authority. The Asch conformity experiments, and the Milgram authority experiments demonstrate this clearly. If the forces of conformity and authority are currently holding humanity on a destructive course, it is up to us to turn the tide. The Asch experiments demonstrated that even one voice of dissent is enough to break the power of misguided conformity (the emperor wears no clothes). Ideas are more likely to take root when they are voiced authoritatively, and repetitively. Multiple voices working in coordination can amplify this effect, and create waves that take on a life of their own. IdentityMost large cultures comprised of multiple subcultures. Within any given western country you will find a myriad of religious, political, and ideological identities (as well as countless identities formed over trivia such as musical tastes, or sports teams). These identities heavily influence the way ideas are perceived and integrated. Effective activists take the various group identities of the target audience into account at all times and tailor their message to avoid triggering cognitive dissonance. This often implies using old words for new ideas, or new words for old ideas. Example: the term &#x201C;sustainability&#x201D; has a negative connotation among conservatives in the United States, while &#x201C;local resilience&#x201D; does not."},{"title":"Donate","date":"August 02, 2017","updated":"September 06, 2017","path":"donate/index.html","permalink":"http://paradigmforthenextgeneration.com/donate/index.html","excerpt":"","text":"Donations of any size are appreciated. This project is open source, not-for-profit (we do not utilize advertising of any kind). Donations enable us to produce content, maintain sites and servers, and improve conditions at our off-grid, adaptive learning center (which also serves as our base of operations). We currently operate with an extremely limited electrical system (two 190 watt solar panels). This makes video editing exceptionally difficult on cloudy days (we live in a rainforest so this is an ongoing issue). Upgrading this system is our current priority. If you would like to help by sending equipment contact us at"},{"title":"404","date":"July 24, 2016","updated":"August 06, 2017","path":"error/404.html","permalink":"http://paradigmforthenextgeneration.com/error/404.html","excerpt":"","text":"The page you are looking for does not exist."},{"title":"live","date":"August 02, 2017","updated":"August 04, 2017","path":"live/index.html","permalink":"http://paradigmforthenextgeneration.com/live/index.html","excerpt":"","text":"This project will be streaming live periodically to give people an inside view of developments onsite (The Pongovi Experiment), and to facilitate questions and answers. Live streams will be announced at least one day in advance on the ParadigmfortheNextGeneration Facebook page. Be sure to follow the page and subscribe to notifications for updates."},{"title":"Modules","date":"July 30, 2017","updated":"July 30, 2017","path":"modules/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/index.html","excerpt":"","text":"Systems are more stable, and easier to repair and update when they are built using simple, compact and minimally bundled components. In systems design this principle is referred to as modularity. Richard Dawkins coined the term &#x201C;meme&#x201D; to represent minimal clusters of ideas. In the context of an ideological system we can use &#x201C;module&#x201D; and &#x201C;meme&#x201D; interchangeably. The following modules/memes are designed to be combined and integrated into existing ideologies. To maximize cultural reach, we must embrace hybrid systems. Core Modules Local Resilience Peaceful Continuity Adaptive Action Modularity Tribal Identity Core NarrativeThe core modules can be tied together by narrative to form a meme system. Local resilience implies converging, forming coalitions, and teams, getting our local community involved. Non-aggression, conflict resolution, and consensus building will make the transition more peaceful. The adaptive approach will make us more effective. Identity holds us together."},{"title":"The Pongovi Experiment","date":"August 03, 2017","updated":"August 03, 2017","path":"the-pongovi-experiment/index.html","permalink":"http://paradigmforthenextgeneration.com/the-pongovi-experiment/index.html","excerpt":"","text":"The Pongovi Experiment is a testing ground. You could think of it as a laboratory, or a hacker space (socio-economic R&amp;D). To give the experiment the greatest chance of success, the first participants had to make decisions that were all or nothing, do or die, no way out. The founding families pooled their savings to purchase a piece of land. The land was completely off-grid in a rainforest. No access to city utilities of any kind. No infrastructure at all on the property. The road was so bad, that at times it looked more like a creek bed (when it rained it was clear why). The front yard had a massive swamp (fed by a network of springs), with waste deep mud, and bush that was 20 to 30 feet high and tangled with mats of vines. The minimal starting point (the first deliverable) for the project was an off-grid, adaptive learning center. This implied a physical base of operations (a piece of land in the middle of a rainforest). The abstract goals are to work with and transmit alternative approaches to production, exchange and social dynamics (while transitioning off of fossil fuels, debt based money, and vertical collectivism). In the first iteration we built a shared kitchen, living area, bathroom and campground to host visitors, volunteers, and resident teachers. Mountains had to be terraced, swamps transformed into ponds, permaculture everywhere. The way the experiment is designed compels participants to work with and integrate the core modules (local resilience, peaceful continuity, adaptive action, and modularity). The center is Open Source, non-transactional. Participants are not charged. Results are Creative Commons. The project has a core group of participants onsite (at Pongovi), and a small local network (on separate properties) committed to the same goals (each approaching the experiment from their own angle). At Pongovi, new participants are being added one at a time in the early iterations. To apply for the next iteration, visit the volunteer page and follow the instructions carefully."},{"title":"The Positive","date":"August 02, 2017","updated":"August 02, 2017","path":"the-positive/index.html","permalink":"http://paradigmforthenextgeneration.com/the-positive/index.html","excerpt":"","text":"The green outer line represents local resilience. The yellow represents peaceful continuity (consensus building, non-aggression, conflict resolution). The red represents adaptive action. The blue represents modularity and meme science. The black represents an inclusive identity (black absorbs all colors). The antithesis of the positive + (in-group) is the negative - (out-group). Lines of inclusion must be clearly defined, and violators held to account. No prophets of hate.No wars of aggression.Silence is complicity."},{"title":"Digital Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/digital/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/digital/index.html","excerpt":"","text":"The internet provides us with an unprecedented opportunity to disseminate ideas on a global scale. To use this tool effectively we must understand and apply the principles of social psychology to modern vectors of communication. There are an infinite number of ways to spread ideas online. The following list is intended to serve as a springboard, but is by no means exhaustive: Share, like, retweet or link to compatible content on social media. Create a blog or social media account and build up an audience. Contact and build relationships with thought leaders (bloggers/social media admins) Use online comments strategically. Create or join online discussion groups oriented towards compatible topics, and participate strategically. Troll for Truth: Work in teams to counter ideas online in coordinated bursts. If you are interested in helping coordinate online activists, or if you have technical skills (such as programming) which you are willing to contribute, apply to volunteer onsite or online."},{"title":"Local Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/local/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/local/index.html","excerpt":"","text":"Human groups are able to achieve exponentially more than individuals. Therefore to make a difference, our first objective must be to build relationships with others who resonate with or have an expertise with at least one of the core modules: local resilience, peaceful continuity (non-aggression, consensus building, conflict resolution), adaptive action, modularity, and the psychology of identity. Of these cores, local resilience is the easiest to spread across identity lines. In some regions it will be easy to connect to existing networks (for example some cities may have Agile or Non-violent Communication meet up groups). In other areas outreach will be needed. Gatherings bring people together, and strengthen their sense of community. This can be as simple as a barbecue or a potluck. The key here is to cultivate a relaxed, welcoming environment. Feeling is more important than the technicals. Relationships take precedence over evangelism. Outreach should always involve an invitation to a gathering or action of some sort, or a means to connect online. The key here is to solidify the initial contact with social connection. Groups are strengthened by working towards common goals. In the Local Resilience Starter Kit you will find ideas for outreach, facilitating events, and concrete action. To set up an online chat system for your local chapter (using the Mattermost app), send an email to with the words &#x201C;Local Chapter&#x201D; in the subject."},{"title":"Downloads for Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/downloads/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/downloads/index.html","excerpt":"","text":"Local Resilience Starter Kit 0.1 Graphics for Activism 0.1"},{"title":"Volunteer","date":"July 30, 2017","updated":"August 01, 2017","path":"activism/volunteer/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/volunteer/index.html","excerpt":"","text":"This project is run entirely by volunteers (we currently have no paid staff). If you would like to help the cause by contributing your time and skills you can apply to collaborate with us online or onsite. Note: Due to the fact that volunteers will be working with and communicating directly with our onsite team (and will require a significant investment of time on our part) we are only opening a small number of volunteer slots for the current iteration. Potential applicants will be evaluated according to skill, motivation, and availability. To give your application the best chance of being selected, make sure follow the instructions carefully, and completely. apply to volunteer online apply to volunteer onsite"},{"title":"Representing The Positive","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/representing-the-positive/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/representing-the-positive/index.html","excerpt":"","text":"The Positive, and its associated colors (green, yellow, red, and blue on black), can be used by anyone who believes in the principles that it stands for. For example, one could print it onto a t-shirt, bumper stickers, put it on buttons, or have it embroidered onto a patch. However if you take the step of wearing The Positive, it is important to be mindful of the fact that you will be acting as something of an ambassador. + It is of utmost importance that all contact with the public while representing the positive be calm, honest, and respectful. Start by seeking a point of agreement right away and expand from there. Among the general population the local resilience meme is usually the most accessible, however within some niche groups (such as a conflict resolution meet-up, or an Agile development community) one of the other core modules may be a more appropriate starting point. Make sure you know the core modules (local resilience, adaptive action, modularity, peaceful continuity, and tribal identity) backwards and forwards. One way to achieve this is to immerse yourself in documentaries, books and articles on these topics. Taking notes and reformulating the ideas into your own words will help you integrate them more deeply. Engaging in respectful and calm debate with those who disagree is the ultimate test. If in the course of a conversation you are confronted with an idea that you do not know how to respond to, this should be viewed as an opportunity to deepen your research. Under no circumstances should you pretend to know or understand something that you do not. Be humble enough to acknowledge when you don&#x2019;t have an answer."},{"title":"Training for Activists","date":"August 02, 2017","updated":"August 03, 2017","path":"activism/training/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/training/index.html","excerpt":"","text":"Those who want to get ahead of the curve and help others do the same; those who really want to change the world, have their homework cut out for them. There&#x2019;s a lot to absorb. Some of what you need to learn isn&#x2019;t taught in school. Some realities are impossible to fully integrate just by reading a book. Study cannot replace experience. In the next iteration there will be 5 slots available for online training, and one slot available onsite. Subject matter includes local resilience, adaptive action, modularity, meme science and social dynamics. To apply, send an email to with the following information (in order): Include the word &#x201C;Online Training&#x201D; or &#x201C;Onsite Training&#x201D; in the email subject. Provide your name, age, gender and nationality Provide us with an email address associated with a google drive account (for document sharing). Describe your intentions, goals and, commitments in 1000 words or less. This statement should connect to at least one of the core modules."},{"title":"","date":"July 31, 2017","updated":"March 09, 2017","path":"ajax_html/site/README.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/README.html","excerpt":"","text":"Items loaded via ajax should have layout:false at the top of the page."},{"title":"","date":"July 31, 2017","updated":"February 27, 2017","path":"ajax_html/site/loading.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/loading.html","excerpt":"","text":""},{"title":"","date":"July 31, 2017","updated":"March 29, 2017","path":"ajax_html/site/mailing_list.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/mailing_list.html","excerpt":"","text":"Get the Storm in Your Inbox!"},{"title":"","date":"July 31, 2017","updated":"March 29, 2017","path":"ajax_html/site/follow.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/follow.html","excerpt":"","text":"Did this make your brain itch? Scratch it!"},{"title":"","date":"July 31, 2017","updated":"February 17, 2017","path":"ajax_html/site/promotion.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/promotion.html","excerpt":"","text":"Promote THIS Promotion!!!!!!!!!!!!!!!!!!"},{"title":"Cognitive Dissonance","date":"July 30, 2017","updated":"July 30, 2017","path":"modules/cognitive-dissonance/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/cognitive-dissonance/index.html","excerpt":"","text":"Cognitive dissonance is the psychological discomfort triggered by exposure to ideas which contradict (create dissonance with) one&#x2019;s current world view. A direct attack on an ideological identity is experienced as an attack on the group, and by extension a threat to the self."},{"title":"Adaptive Action","date":"July 30, 2017","updated":"August 03, 2017","path":"modules/adaptive-action/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/adaptive-action/index.html","excerpt":"","text":"Adaptive project management (aka iterative, non-linear, or agile) is an approach which focuses on releasing a simple, functional product in a short time frame, testing, then making incremental improvements based on feedback. Define the Abstract Goal - Define what the product needs to accomplish in the broadest sense. Prioritize - Define the most important/urgent goals. Choose a short term deliverable - Build a minimal first version. Test and reassess - Use feedback/results to guide next iteration."},{"title":"Local Resilience","date":"July 30, 2017","updated":"August 05, 2017","path":"modules/local-resilience/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/local-resilience/index.html","excerpt":"","text":"We must transition NOW towards local systems of production, exchange, and decision making. We must maximize efficiency, reduce inputs, waste and distance traveled. We must start with small, testable solutions that can be implemented right now without the sanction or assistance of those in power. Modern humans are completely dependent on the flow of goods and resources from afar. Transport, manufacturing, agriculture, and medicine are all tied to fossil fuels. Cities and highways are designed with automobiles in mind. Food production, industry and office complexes moved farther and farther away from suburban sprawl. And all of it at the mercy of a debt based monetary system whose ebbs and flows we do not control, a system predicated on infinite growth on a finite planet. Local resilience is a modular component (meme). This meme contains a replication imperative (the urgency to transition off of a dying system). Submodules Production - We must reduce our reliance on goods and resources from afar. Exchange - We must reduce our dependence on debt based money, and the infinite growth paradigm. Decision Making/Security - We must transition to small, localized models of social organization (cultural modularity). Consensus building, non-aggression, and conflict resolution will make this process more peaceful. The adaptive approach will make us more effective."},{"title":"Modularity","date":"July 30, 2017","updated":"July 30, 2017","path":"modules/modularity/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/modularity/index.html","excerpt":"","text":"Systems are more stable, and easier to repair and update when they are built using simple, compact and minimally bundled components. In systems design this principle is referred to as modularity. Submodules Memes as Modules Cultural Modularity Narrative and Meme Systems"},{"title":"Tribal Identity","date":"July 30, 2017","updated":"August 06, 2017","path":"modules/tribal-identity/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/tribal-identity/index.html","excerpt":"","text":"In the early 1970s social psychologist Henri Tajfel set out to study the minimal conditions required for discrimination to occur between groups of humans. In his tests he discovered that group identity could be easily formed in a very short time using trivial criteria (such as one&#x2019;s musical preferences or the results of a coin toss), and that groups divided by such trivia would immediately display prejudice against those on the other side, and favor those in the same arbitrary category. He referred to this principle as The Minimal Group Paradigm. This is the psychological (instinctual) root of tribal identity. Homo Sapiens Sapiens is a social animal. National identity is a proxy for tribe. Tribe is the human analogue of a pack. In the context of human culture, we can think of tribes as modular components (cultural modularity). The tribe is the most proven, stable social configuration for our species, and it is the default towards which even modern humans gravitate in times of crisis. This instinct pre-dates humanity, and will persist. Failure to account for it invites tragedy. Large city states are inherently less stable than tribes, because city states do not fulfill the full spectrum instinctual of needs for a social species (they fail to provide the full sense of belonging). Within city states, these instinctual gaps are filled by sub-identities (religious, ideological, political etc..) which often fight among themselves, and struggle for power. As a result, no empire (since the dawn of city states 10,000 years ago) has ever come close to achieving the longevity of tribal lineages. In fact most collapse within 300 years. The pack instinct is a survival adaptation. Those who are able to coordinate their efforts with those around them are able to accomplish exponentially more than those who attempt to go it alone. Groups which define and maintain a strong shared identity are more stable than those which do not. This provides a selective pressure which will always come into play during times of upheaval."},{"title":"Peaceful Continuity","date":"July 30, 2017","updated":"August 03, 2017","path":"modules/peaceful-continuity/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/peaceful-continuity/index.html","excerpt":"","text":"Consensus Building - Always seek the win/win, and avoid unnecessary conflicts. Non-aggression - Never initiate violence. Conflict Resolution - Develop the skills needed to calm tempers and de-escalate tensions. The ability to maintain peace and security within a group, and in relation to neighboring groups is vital. This duty is, and has always been our responsibility. However for generations we have outsourced these functions to other groups of humans, often thousands of miles away, who claim the monopoly on violence, money and truth within a given region. As the current system weakens, this responsibility must be picked up again on a community level. The transition must be guided by principle. Most would agree that it&#x2019;s &#x201C;not right&#x201D; to punch the neighborhood kid in the face and take his toy. But where does that feeling of &#x201C;NOT RIGHT!&#x201D; or &#x201C;That&#x2019;s NOT OK!&#x201D; come from? Some frame the concept of non-aggression as a moral principle, but moral principles could also be described as expressions of the tribal instinct. Such principles resonate deeply in the human psyche, and are easily reawakened because for eons they have facilitated the stability (and therefore survival) of groups which hold to them. This assertion can be tested. Game theory has established that the most successful strategy in experiments modeled around conflict, is tit for tat: never attack, retaliate in kind. Tit for tat was a mathematically consistent selective pressure (those who attack first reduce their chance of survival). Instincts are adapted to that pressure. This is why every human culture has some concept of the right to self defense. It&#x2019;s also why most societies condemn aggression, and why states always claim to be attacked when they want to start a war. The retaliation instinct is counter balanced by empathy. Conflict resolution and consensus building improve outcomes by preventing long cycles of retaliation, and averting escalations before they start."},{"title":"Volunteer Online","date":"August 01, 2017","updated":"August 06, 2017","path":"activism/volunteer/online/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/volunteer/online/index.html","excerpt":"","text":"We are currently accepting applications for online volunteers with the following skill sets: Animators/Video Editors Programmers and Developers - Back-end and front-end web developers and native app developers needed for work on open source communication, and information management systems. Must be comfortable with git. Experience with Nodejs/Javascript preferred. Project Managers - Must have experience with Agile/Scrum or some other adaptive project management approach. Writers/Bloggers Translators - Native speakers only. Graphic Designers Narrators - Must have access to basic recording equipment. Moderators &amp; Social Media Admins - Help administrate online pages and discussion groups. Application InstructionsTo apply, send an email to with the following information (in order): Include the words: &#x201C;Volunteer Online&#x201D; in the email subject. Provide your name, age, gender and nationality. List relevant skill sets and/or experience. Explain why you want to volunteer in 500 words or less. Tell us about yourself: include languages spoken, musical instruments played, philosophical background etc&#x2026; Describe your availability: How many hours a week are you willing to help? What days/times are you generally available? Contact information: phone number, link to Facebook profile, skype name, Whatsapp etc&#x2026; Tell us what the best way to reach you is, what time zone you are in and at what time of day you are generally most available."},{"title":"Volunteer Onsite","date":"August 01, 2017","updated":"September 05, 2017","path":"activism/volunteer/onsite/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/volunteer/onsite/index.html","excerpt":"","text":"We are currently accepting applications for onsite volunteers with the following skill sets: Teachers/child development specialists - Work with a small group of children ages 3 - 8, using a curiosity based learning approach. Experienced Tradesmen - Carpenters, electricians (preferably experienced with renewable technologies), mechanics, general handymen etc&#x2026; Animators/Video Editors/Videographers/UAV Operators - Must bring your own equipment. You will retain footage, but must be willing to release as Creative Commons. Programmers and Developers - Back-end and front-end web developers and native app developers needed for work on open source communication, and information management systems. Must be comfortable with git. Experience with Nodejs/Javascript preferred. Project Managers - Must have experience with Agile/Scrum or some other adaptive project management approach. If you have a skill set which is not listed above, but which you feel might be helpful in the context of an off-grid learning center, or media outreach, your application may still be considered. Applicants must be willing to purchase a round trip ticket to The Commonwealth of Dominica, and must be willing to stay at least one month. Do not apply until you are ready to commit to a departure date less than two months away. Conditions onsite are rustic (you must be comfortable with the realities of living off-grid in a rainforest). Volunteers have access to a shared kitchen, bathroom and living space, but will need to bring their own tent. Experienced tradesmen will have the option to build a small cabin to use for the duration of their stay. Application InstructionsTo apply, send an email to with the following information (in order): Include the words: &#x201C;Volunteer Onsite&#x201D; in the email subject. Provide your name, age, gender and nationality. List relevant skill sets and/or experience. Explain why you want to volunteer in 500 words or less. Tell us about yourself: include languages spoken, musical instruments played, philosophical background etc&#x2026; Describe your availability: How soon will you be ready to travel? How long are you willing to stay? Contact information: phone number, link to Facebook profile, skype name, Whatsapp etc&#x2026; Tell us what the best way to reach you is, what time zone you are in and at what time of day you are generally most available."},{"title":"Narrative","date":"July 30, 2017","updated":"August 03, 2017","path":"modules/modularity/narrative-and-meme-systems/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/modularity/narrative-and-meme-systems/index.html","excerpt":"","text":"Narratives are stories that connect memes (small, stable clusters of ideas), to form meme systems. Meme systems which define one&#x2019;s place in the world combine to form identity. Cultural narratives define identity and world view by dictating which ideas receive focus and respect, and which are mocked or ignored."},{"title":"Memes as Modules","date":"July 30, 2017","updated":"August 02, 2017","path":"modules/modularity/memes-as-modules/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/modularity/memes-as-modules/index.html","excerpt":"","text":"Memes (small, stable clusters of ideas) are ideological modules. It is much easier to add, subtract or alter an individual meme than to directly restructure an entire belief system. Therefore in the context of activism, our efforts must be focused on the transmission of compatible (yet transformative) memes, and must avoid wasting time and energy on wedge issues."},{"title":"Cultural Modularity","date":"July 30, 2017","updated":"August 05, 2017","path":"modules/modularity/cultural-modularity/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/modularity/cultural-modularity/index.html","excerpt":"","text":"Applied to human culture, a tribe is a modular component. Tribes are by far the most stable, and durable socio-economic configuration for our species (this assertion can be confirmed by a cursory examination of history and anthropology). The tribal model can be extended to a larger scale through federations. In this context we can think of federations as modular systems. Example: the Iroquois Confederacy."}],"posts":[{"title":"Hurricane Maria Recovery + A Positive Course of Action","slug":"hurricane-maria-recovery-a-positive-course-of-action","date":"October 23, 2017","updated":"October 23, 2017","comments":true,"path":"posts/hurricane-maria-recovery-a-positive-course-of-action/","link":"","permalink":"http://paradigmforthenextgeneration.com/posts/hurricane-maria-recovery-a-positive-course-of-action/","excerpt":"","thumbnail":"/images/thumbs/hurricane-maria-recovery.jpg","text":"When the sun rose after hurricane maria, the devastation was so absolute, that it staggered the mind. In many neighborhoods the vast majority of homes were flattened. Trees which were not uprooted were stripped and shattered like skeletons. All major roads were blocked. All communications and power lines down. Water supplies cut off. In the weeks that followed, the international response was anemic. Food relief scarce and uneven. Water supplies remained blocked in many villages. The basic necessities for life unavailable at any price. Thousands evacuated. For those who did not evacuate, an economic and humanitarian crisis is at hand. The infrastructure needed to maintain the old economy is shattered, and the resources to build back what was before are not available. Looking at this picture, one might be inclined to see nothing beyond a story of destruction and despair. But in one tiny island nation, the Commonwealth of Dominica (not to be confused with the Dominican Republic), a very different story is unfolding. This story is a true life or death struggle. The outcome hangs in the balance. But there is also a hope that goes far beyond a mere recovery. In Dominica there is a chance to do something different. Among those who chose to stay, there is a growing determination to transition the entire country to food self sufficiency, renewable energy, and local economic strategies. With such a tiny country this is achievable with minimal resources. The current crisis provides a clear imperative and a tangible sense of urgency. Community networks are already consolidating resources to move in this direction, however the challenges ahead however are daunting. On September 18th, 2017 the eye of hurricane Maria passed directly over Dominica. Winds hit at speeds of 195 miles per hour; first from the east, then from the west. The wind brought torrential rains. Rivers and drains overflowed carrying tangled masses of branches, fallen trees and mud into homes and businesses. In a matter of hours entire villages were reduced to piles of debris. This damage was inflicted across the entire nation at the same time. From the outside it looked to many like a death blow. The people of Dominica, however, are not the kind to wait passively for help. They have a highly resilient and adaptive culture. The world at large has a lot to learn from these people. Immediately after the storm, volunteers from each village began clearing the roads in their vicinity, cutting fallen trees, digging out landslides. Doing the best they could with the limited resources at hand. Working their way out. Within 7 days, these decentralized volunteer teams succeeded in clearing all the major roads. This work was done from on all sides of the country simultaneously with all communications down and fuel only available on one side of the country and rationed per individual. Within the villages, during this same period, there was a scramble to repair roofs and salvage belongings spread across the wreckage to minimize losses. Those left homeless either took up residence in the local shelters or were taken in by friends and family. Those without running water were forced to start drinking, bathing and washing directly in the rivers. Those downstream from other villages were forced to do the same with contaminated water. For three weeks no grocery store was open. When one finally did open, there were lines stretched out into the streets. These lines, however, were only for those with money to pay, and money is not flowing. The commonwealth of Dominica uses the Eastern Caribbean dollar as their currency. This is a currency block modeled after the E.U. As such, the Dominican government cannot create new money. This leaves them completely dependent on flows of cash from the outside. Prior to the storm, the economy had hitched its fate to seasonal waves of tourism, and ecotourism. These flows of cash from the outside are now completely cut off, and will not be coming back any time soon. As food supplies began running out in the countryside, focus in the villages began to turn towards getting agriculture and fisheries back online. These projects face significant obstacles. Hurricane Maria didn&#x2019;t just flatten homes, she also devastated the agricultural sector. A large percentage of coconut trees, fruit trees, and ground crops were destroyed. Seed stocks lost under rubble. Farm land covered with tangles of branches and landslides. Virtually all sheds, barns and animal enclosures destroyed. To build back up to agricultural self sufficiency is a massive project. Hillsides need to be terraced, drainage and water retention set up on contour, trees, branches and landslides cleared, compost systems set up at scale, and seed stocks replenished. Fishing has the potential to feed the population much more quickly, however local fishermen need ice so that the fish don&#x2019;t rot before reaching shore. Freezers require electricity, and with all lines down, and many renewable energy systems damaged, this means running a generator. Running a generator requires gasoline. Gasoline cost money, and money is not flowing. To turn this situation around will require more than short term humanitarian relief. A long term strategy is needed; one that will reduce dependence on fossil fuels, agrochemical inputs, and food imports. To that end, a contingent of farmers, fishermen and community leaders on the ground have formulated a plan, a positive course of action. This contingent is on the ground working to make this plan a reality. But to succeed we need your help. To clear the landslides and fallen trees, and to terrace the hillsides and establish proper drainage we need at least one excavator (there is enough work to justify more than one). To remove rubble, and transport materials and aid we need at least one 4 wheel drive pickup truck. We also need wheelbarrows, shovels, hoes, tarps, rope, seeds. We need building material, and renewable energy equipment and systems. We need volunteers: carpenters, electricians, mechanics, renewable energy technicians, organic farmers etc&#x2026; To make it through this time of transition, the people of Dominica will need food to tide them over. What we are planting right now will take several months to bear, and the scale we are planting at currently is not enough to meet the needs of the population. Our team is comprised of locals and immigrants that rode out the storm, and unified in the weeks that followed. We consciously chose not to evacuate. We each have families and friends who did evacuate and who want to come back. We&#x2019;re preparing housing for as many families as we can possible right now. Before they can come back we must make the space safe for children. To facilitate this recovery our contingent has dedicated several plots of land in the east and the west sides of the country to hosting volunteers, and families. To make this place safe for children we must address the humanitarian crisis which is developing right now in many villages. When people don&#x2019;t have food or clean water, they get desperate. This kind of desperation leads to crime and violence. We must defuse this bomb immediately or we risk a deadly spiral. For our team, failure is not an option. We&#x2019;re here to stay the course no matter what. Our fate hinges on the will of the public at large to channel the resources, expertise and assistance to needed to make Dominica an example of what is possible; a global leader for resilience and sustainable solutions. For more information or to volunteer onsite, donate goods, or machinery, or to assist in any other way, please contact the Pongovi foundation at pongovi.org","categories":[],"tags":[{"name":"hurricane maria","slug":"hurricane-maria","permalink":"http://paradigmforthenextgeneration.com/tags/hurricane-maria/"},{"name":"hurricane maria dominica","slug":"hurricane-maria-dominica","permalink":"http://paradigmforthenextgeneration.com/tags/hurricane-maria-dominica/"},{"name":"commonwealth dominica hurricane maria","slug":"commonwealth-dominica-hurricane-maria","permalink":"http://paradigmforthenextgeneration.com/tags/commonwealth-dominica-hurricane-maria/"},{"name":"hurricane maria recovery","slug":"hurricane-maria-recovery","permalink":"http://paradigmforthenextgeneration.com/tags/hurricane-maria-recovery/"},{"name":"hurricane maria recover dominica","slug":"hurricane-maria-recover-dominica","permalink":"http://paradigmforthenextgeneration.com/tags/hurricane-maria-recover-dominica/"}]},{"title":"The Coming Collapse - A Positive Course of Action","slug":"the-coming-collapse","date":"September 06, 2017","updated":"October 23, 2017","comments":true,"path":"posts/the-coming-collapse/","link":"","permalink":"http://paradigmforthenextgeneration.com/posts/the-coming-collapse/","excerpt":"","thumbnail":"/images/thumbs/a-positive-course-of-action-the-coming-collapse.jpg","text":"The United States and the global status quo are rapidly approaching a breaking point. Viewed from the scale of history we&#x2019;re milliseconds away. You probably sense this on some level. Perhaps you&#x2019;ve pushed that thought out of your mind. Perhaps the implications fill you with fear. Perhaps you are struggling to imagine a positive course of action. Our goal here is to change that. Some won&#x2019;t comprehend what&#x2019;s at stake until it&#x2019;s kicking down their front door. They have their heads in the sand. Willfully ignorant. Such humans rarely shape the arc of history, so we won&#x2019;t waste time deconstructing bubbles. Instead we&#x2019;ll make a bid for the intelligent. In a strong culture, group identity is defined by a national, or tribal narrative; ideas and stories which describe that group, their history, their place in the world. From that narrative, traditions and moral codes accumulate which reinforce the identity. This is the glue that holds people together. In a dying culture, traditions and moral codes begin to break down. Cultural narratives begin to lose power, or become points of division. The United States and it&#x2019;s shrinking network of satellites are a dying empire. Its reputation is tarnished. Its position on the geopolitical stage has diminished. Even its financial power has peaked. But most importantly it has lost all sense of itself. A nation might survive an economic collapse, or even a catastrophic war, but mix in with an identity crisis, and this is a warehouse doused in gasoline, just waiting for a spark. Anyone who has been paying attention knows that spark is already in midair. The death of a national identity leaves an emotional hole. Humans instinctually seek out replacements to fill that hole. Prophets of hate offer replacements. They invite the disillusioned to rally behind stories that make them feel good; assign blame, and impart a sense of belonging, in-group/out-group defined on trivial. Unless countered by a unifying vision, identity fragmentation accelerates. Left unchecked this story culminates in territorial conflict, or ethnic cleansing. Attempting to predict what comes next would be the wrong psychology. What comes next is up to you. The following message is for those who see the stakes; those who would make a conscious bid to shape the arc of history. You know the odds are stacked against us. You see the imperative for intelligent action. Take a deep breath. Fear is the first enemy. When frightened, our brains work much less efficiently. Rational thought shuts down. Decisions reduced to fight, flight or freeze. This phenomenon is even more dangerous in the context of a panicked crowd. Those who maintain calm in the midst of a crisis have the best chance of improving the outcome. Science has shown that deep breathing calms the mind measurably. So make this a discipline. Anytime you feel fear take a deep breath. Reset. Bring the world back into focus. Now that we&#x2019;re calm, we can think about our situation rationally. What can we do? What steps could we take right now that would improve the outcome, not just for ourselves, but for our children and the generations beyond? If you&#x2019;re hearing this message, there is still time. If it resonates we have a chance. The root of the issue is beyond the political. We have a paradigm problem, an inherent design flaw. A socio-economic redesign will require a new train of thought, a paradigm for the next paradigm. Ideas spread most efficiently when they are simple, compact and minimally bundled. As such, going to break this down into bite sized pieces (modular components). For more detail visit paradigmforthenextgeneration.com. Local ResilienceWhere does your food come from? How far did it travel from the field to your plate? How will your family and community feed themselves when the chain of distribution is disrupted? Who will you turn to when the system is down? If your answer is the government, you&#x2019;re gonna have a bad time. Rebuilding local resilience is imperative. Change must begin at the community level. We must transition NOW towards local systems of production, exchange, and decision making. We must maximize efficiency, reduce inputs, waste and distance traveled. We must start with small, testable solutions that can be implemented right now without the sanction or assistance of those in power. Some of the skills required for this transition are technical, but the human element is much more important. Those who are able to coordinate their efforts with those around them are able to accomplish exponentially more than those who attempt to go it alone. To rebuild local resilience we must converge, form coalitions and teams, get our local community involved. This is more difficult than it sounds. It will be in everyone&#x2019;s interest to develop certain skill sets preemptively. Human groups which value conflict resolution, and consensus building, honor those who master those skills, and condemn those who initiate of violence, call for wars of aggression, or divide over trivia, have a much better chance of Peaceful Continuity. The transition towards local resilience and peaceful continuity presents complex challenges. Time and resources are limited. There WILL be unforeseen obstacles. To increase our chances of success we must use the adaptive approach. Define your abstract goals Prioritize Choose a minimal starting point (a short term deliverable) Test and reassess If we start by defining Local Resilience as an abstract goal, and we prioritize local production, exchange and decision making, with the understanding that this level of cooperation is only possible in the context of peaceful continuity, we can map out a minimal starting point. Psychologically fragmented groups can be unified if the factions share a common goal, a struggle, an existential threat. We can refer to this instinct as the cooperation principle. Building local resilience, improving social dynamics, and preventing wars of aggression can each serve as unifying goals. To key is to bring people together in the real world. This can start with something as simple as organizing a gathering, passing out flyers, or helping out on each other&#x2019;s land. Working together peacefully builds unity. If psychological unity is attained, identity follows. This variable must not be left to chance. Henri Tajfel&#x2019;s work on intergroup discrimination demonstrated that identity can form around any idea or characteristic that attention is placed on. Even something as arbitrary as a coin toss can be used to divide a room. Within a very short period of time the groups formed will begin to discriminate against the other side (out-group), and favor members of their own group (in-group). Tajfel referred to this principle as the minimal group paradigm. If identity can form around any idea, then we must work to ensure that the idea is positive; a code that holds us to high standard of integrity and conduct. These are the kinds of ideas that inspire positive action. Ideas are integrated into identity more easily when they are reinforced by symbols, color associations (or other identity markers). (To maximize effect, identity markers should be worn.) For example one can signal their &#x201C;American&#x201D; identity by wearing red, white and blue. Here&#x2019;s another example: Black to represent an inclusive identity. No dividing over trivia (black absorbs all color). Green to represent Local Resilience, pulling together as communities. Yellow to represent Peaceful Continuity: non-aggression, consensus building and conflict resolution. Red to represent Adaptive Action. The scientific method applied. Blue to represent Cultural Modularity, meme science, ideas designed to spread. We must define in-group and out-group consciously. Lines of inclusion must be held without compromise. No wars of aggression. No prophets of hate. Silence is complicity.Start small. Work with what you have. Set realistic goals and take steps to achieve them. The evolution might begin with a gathering of friends or a garden in your front yard.","categories":[],"tags":[]},{"title":"The Tribal Identity - Paradigm for the Next Generation","slug":"/posts/the-tribal-identity","date":"August 07, 2017","updated":"September 06, 2017","comments":true,"path":"posts//posts/the-tribal-identity/","link":"","permalink":"http://paradigmforthenextgeneration.com/posts//posts/the-tribal-identity/","excerpt":"","thumbnail":"/images/thumbs/The-Tribal-Identity.jpg","text":"This is a socioeconomic experiment. You can be an observer, or an active participant. One way or another the venue is the real world. As a species we are approaching a window of danger and opportunity; a time of upheaval which will shatter nations and superstates along fault-lines of geography, language, and group identity. A socioeconomic reset is in order and in the works. The stakes are high. Positive outcomes are possible, but are by no means guaranteed. We have a very limited time table to influence the outcome. We cannot afford to squander our efforts and resources on ethical anesthetics (artificial solutions). We don&#x2019;t control the system and we need to stop pretending that we do. It is counterproductive to debate over how to use power and resources that we do not have. Voting the bums out doesn&#x2019;t work. This is not just a question of a few bad apples, or a broken system. We have a paradigm problem. Those who haven&#x2019;t come to terms with these realities, are behind the curve. This is not the time to start fighting over what the ideal civilization might look like. Perfection is not on the table. The question is this: Can we do better? If so, we must try. Take a deep breath. No seriously. Science tells us that the mere act of slowing down our breathing calms the mind measurably. The mind works better when calm, and we&#x2019;re going to need the extra bandwidth, so take a deep breath and reset for a moment. Press pause if you need more time. Alright, feeling better? Let&#x2019;s take this to the next level. The Modularity PrincipleSystems are more stable, and easier to repair and update when they are built using simple, compact and minimally bundled components. In systems design this principle is referred to as modularity. Richard Dawkins coined the term &#x201C;meme&#x201D; to represent these minimal clusters in the realm of ideas. Ideas replicate with greater fidelity when they are simple, compact and minimally bundled. A meme is a modular component. For an idea to survive it must be adapted to its environment. Ideological habitat dictates selective pressures. Modularity facilitates hybrid systems, and rapid adaptation. Applied to culture, it facilitates choice, and peaceful evolution. Small clusters of ideas can bypass ideological gatekeepers (and avoid triggering cognitive dissonance) in ways that monolithic belief systems cannot. Once in the mind, new memes combine with existing memes and emotions transforming the overall system. This process can be positive, like an awakening, or it can be poisonous, like the metastasis race nationalism within a previously diverse group. A virus of perception can begin with one person. However to spread, the meme has a replication imperative. Local ResilienceModern humans are completely dependent on the flow of goods and resources from afar. Transport, manufacturing, agriculture, and medicine are all tied to fossil fuels. Cities and highways are designed with automobiles in mind. Food production, industry and office complexes moved farther and farther away from suburban sprawl. And all of it at the mercy of a debt based monetary system whose ebbs and flows we do not control, a system predicated on infinite growth on a finite planet. Rebuilding local resilience is imperative. We must transition NOW towards local systems of production, exchange, and decision making. We must maximize efficiency, reduce inputs, waste and distance traveled. We must start with small, testable solutions that can be implemented right now without the sanction or assistance of those in power. Local Resilience is a modular component (meme). It resonates. It is compatible with most world views. It is simple, self evident yet fundamentally transformative if applied. But how would it be applied? How would we get from point A to point B? Adaptive ActionWhen attempting to design, or redesign a complex system, humans have the tendency to start by formulating a detailed master plan, convincing a majority of the stakeholders to sign on to the plan, then implementing (or attempting to implement), the whole product in a linear fashion, like a car being assembled on the factory floor, leaving as a finished product, ready to be driven off the lot. This approach is sometimes referred to as the &#x201C;Waterfall Model&#x201D;. It was termed &#x201C;waterfall&#x201D; because the design process was linear, it only moved in one direction. Teams would complete one phase, fully, before moving on to the next. The product wasn&#x2019;t testable until the final phase. There was no provision for a fundamental redesign once implementation had begun. Water doesn&#x2019;t flow uphill. The waterfall model is well adapted to projects where all the variables are clearly defined and unlikely to change (such as the manufacture of a car, or the construction of a simple house), but is has a high failure rate on large, dynamic projects with changing requirements, limited resources, and unforeseen obstacles. In the early 1990s the software industry faced what is often referred to as &#x201C;the application development crisis&#x201D; or the &#x201C;application delivery lag&#x201D;. On average it took three years to deliver a usable app. In some industries the process took decades. Within that time frame, requirements, systems, and entire business models had usually evolved. This caused many projects to be cancelled before they were finished, and since the linear model put off testing until the final product was ready, in the end the client was not often not happy with the result, even if it delivered precisely what had been requested. Software developers attempted to protect themselves in this situation through comprehensive contracts. But projects were chronically behind schedule, over budget and buggy. Contracts provided legal protection, but not a happy customer. Disillusioned by the status quo, a contingent of the development community gathered in 2001. They decided to radically adjust, and they put their intent into a manifesto.Though the ideas that they drew together had existed in other forms for some time, no one had yet unified those ideas with a sense purpose and mission. They did. The ideas were simple: Rather than try to build according to a master plan that accounts for everything in the beginning, they would take an adaptive approach (aka iterative or non-linear). They would first establish their abstract goal: describe what the product needed to accomplish in the broadest sense. They would then prioritize functionality, and build a minimal, stable, and USEFUL first version quickly. Test. Get stakeholder feedback. Reprioritize and adjust immediately. The process was non-linear. Because of the focus on adapting quickly, the contingent decided to name the sense of purpose that they were bringing to existing adaptive, iterative non-linear processes &#x201C;Agile&#x201D;. Their sense of purpose gave that word an identity. That identity caught on and was copied because it resonated. It was logical. It was an idea worth spreading. Their vision persisted because it worked: it provided tangible and immediate benefits. This approach to project management improves outcomes in a wide variety of fields. For example, adaptive logic applied to food production, when the abstract goals are to increase efficiency, reduce inputs, waste, and distance traveled is Permaculture. The Diversity PrincipleAny idea worth holding must be worth testing. Unproven models must be tested at the smallest possible scale. Some will merit replication. Others will serve as cautionary tales. More than one model can and will succeed. This should be embraced. At a macro-systemic level, diversity is inherently more stable than monoculture. This principle holds true in ecology, agriculture, economics and geopolitics. The Tribal IdentityIn the early 1970s social psychologist Henri Tajfel set out to study the minimal conditions required for discrimination to occur between groups of humans. In his tests he discovered that group identity could be easily formed in a very short time using trivial criteria (such as one&#x2019;s musical preferences or the results of a coin toss), and that groups divided by such trivia would immediately display prejudice against those on the other side,and favor those in the same arbitrary category. He referred to this principle as The Minimal Group Paradigm. It&#x2019;s the psychological root of tribal identity. Homo Sapiens Sapiens is a social animal. Tribe the human analogue of a pack. This instinct pre-dates humanity, and will persist. Failure to account for it, invites tragedy. The pack instinct is a survival adaptation. It is triggered by physical insecurity. Those who are able to coordinate their efforts with those around them are able to accomplish exponentially more than those who attempt to go it alone. Groups which define and maintain a strong shared identity are more stable than those which do not. This provides a selective pressure which will always come into play during times of upheaval. The sense of belonging is a vital need, and modern civilization is in in throes of an identity crisis. This is the window of danger and opportunity. Where there is opportunity there are always opportunists. Those willing to tell an angry crowd exactly what they want to hear, weaving stories that gives meaning to their pain redefining in-group against an out-group to be saddled with the blame. When national identity becomes too weak to provide that sense of tribe, new group identities emerge to fill the void. Identity vacuums cannot be ignored, or rationalized away. They will be filled, the only question is by who, and with what. Either we fill that void with a positive vision, or demagogues, and prophets of hate will slice and dice, pitting us against each other over trivia. Paradigm for the Next GenerationThe next generation needs paradigm and code of identity that bind with a sense of purpose, community, and mission: An idea and a feeling that transcend superficial characteristics (like skin color, gender and orientation). This vision must resonate, and inspire action; action towards concrete goals, minimal starting points that provide immediate and tangible benefits. The code must be synchronized with reality. It must adapt to logic and evidence (the scientific method applied to the way humans learn, organize and live). The code must be open source. It must be simple, modular (meme level), and compatible with a broad spectrum of existing ideologies. It must work with (rather than against) our instinctual psychology. It must be adapted to human biochemistry. We don&#x2019;t have time to reinvent the wheel. We must learn from the lessons of history, and the innovations of the modern age. Take the best of the old and the new. Integrate what works and discard what doesn&#x2019;t. You&#x2019;re never going to get every culture and subculture on this planet to agree on every aspect of the proper way to live, as such we will never eliminate in-group and out-group, or erase all borders of us and them. This understanding precludes one-size-fits-all, global solutions. Grand socioeconomic designs defined in detail, to be imposed on all by the barrel of a gun, end in war and atrocities committed for the common good. Peaceful ContinuityThe ability to maintain peace and security within a group, and in relation to neighboring groups is vital. This duty is, and has always been our responsibility. However for generations we have outsourced these functions to other groups of humans, often thousands of miles away, who claim the monopoly on violence, money and truth within a given region. As the current system weakens, this responsibility must be picked up again on a community level. The transition must be guided by principle. Most would agree that it&#x2019;s &#x201C;not right&#x201D; to punch the neighborhood kid in the face and take his toy. But where does that feeling of &#x201C;NOT RIGHT!&#x201D; or &#x201C;That&#x2019;s NOT OK!&#x201D; come from? Some frame the concept of non-aggression as a moral principle, but moral principles could also be described as expressions of the tribal instinct. Such principles resonate deeply in the human psyche, and are easily reawakened because for eons they have facilitated the stability (and therefore survival) of groups which hold to them. This assertion can be tested. Game theory has established that the most successful strategy in experiments modeled around conflict, is tit for tat: never attack, retaliate in kind. Tit for tat was a mathematically consistent selective pressure. Instincts are adapted to that pressure. This is why every human culture has some concept of the right to self defense. It&#x2019;s also why most societies condemn aggression, and why states always claim to be attacked when they want to start a war. The retaliation instinct is counter balanced by empathy. Conflict resolution and consensus building improve outcomes by preventing long cycles of retaliation, and averting escalations before they start. The Lines of InclusionDiversity and pluralism within a strong code of identity is a sign of strength, not weakness. However an inclusive identity can only be maintained if it is protected. For example: a single member attacking another tribe puts everyone in danger. As such, lines of inclusion must be clearly defined, and violators held to account. Social validation is a biochemical incentive. If you incentivize something, you typically get more of it. A code of identity which values conflict resolution, and consensus building, honors those who master those skills, and condemns those who initiate of violence, or call for wars of aggression, gives cultures which hold to it a much better chance of peaceful continuity. Connect the DotsWe&#x2019;ve collected the dots. Let&#x2019;s connect them. We can do better. It is imperative that we try. The time is now. The next generation needs the path to be cleared, pragmatic examples to emulate, and an idea to spread like a virus of perception. Local resilience, non-aggression, conflict resolution, consensus building, and adaptive action are logical starting points. These are modular components. They are simple, self evident, useful at the smallest possible scale. They are compatible with any sane ideology, yet fundamentally transformative if applied. Local Resilience implies converging, forming coalitions, and teams, getting our local community involved. Non-aggression, conflict resolution, and consensus building will make the transition more peaceful. The adaptive approach will make us more effective. Identity can form around any idea (humans can divide themselves on any characteristic they focus their attention on), but what holds it together is a feeling. The feeling of belonging. The tribal identity. This we can cultivate, reawaken. The code is written in our DNA. Start small, work with what you have, set realistic goals, and take steps to achieve them. The evolution might begin with a gathering of friends, or garden in your front yard. The Next LevelThe following message is for those who get it. You see the stakes. You&#x2019;ve connected the dots. You&#x2019;re motivated to take action. You&#x2019;re looking for some minimal starting points. The key is to start with the right questions: Press pause and go get a pen and paper. Ready. Write the following at the top of your page: &#x201C;What can I do&#x201D; Each of you have different skills, assets, liabilities, time and geographic constraints. Press pause and make a list. Now write the next question: &#x201C;What am I willing to do?&#x201D; How much time and energy are you willing to invest into changing the world? What are you willing to sacrifice? Press pause and write an honest answer. As you are writing that answer, consider this: If you aren&#x2019;t willing to make radical changes in your own way of life, how can you expect others to? When you&#x2019;re done write the next question: &#x201C;Who do I know locally or online who would might resonate with the local resilience meme?&#x201D; Press pause and make a list. Next to each name take notes on when and how to initiate contact. You&#x2019;ll find tools for working with contacts in our activism section. Now let&#x2019;s formulate some concrete goals. The specific variables will change, but the abstracts will apply across the board. To make a difference, we must build local and online networks guided by principle. This is an abstract goal. The concrete goals will be adapted to the context. Assess Your RadiusWe can define local as the maximum distance that humans in a particular region can coordinate and meet physically without the use of fossil fuels. Geography will influence this distance significantly. To establish your concrete goals you must to assess your radius. Food, water, community and security dynamics must be accounted for. If such resources and networks are few or non-existent in your area, it is up to you to either plant the seeds, make them grow, or migrate to a point of convergence that you resonate with. For local resilience kits, visit our local activism section. Some of you have technical skills (translators, programmers, graphic designers, animators/video editors ), and or time to contribute. To volunteer online or onsite visit our volunteer section. The CurveThe next generation will need radically different skill sets. They will need new strains of intelligence. They will need to adapt and innovate in ways that most can&#x2019;t even imagine. Those who want to get ahead of the curve and help others do the same; those who really want to change the world, have their homework cut out for them. There&#x2019;s a lot to absorb. Some of what you need to learn isn&#x2019;t taught in school. Some realities are impossible to fully integrate just by reading a book. Study cannot replace experience. The Pongovi ExperimentTo apply the scientific method to the way humans learn, organize and live will require the socioeconomic equivalent of laboratories; physical testing grounds where theories stand, or are buried by results (Tribal R &amp; D). To impact the world beyond our local sphere, results must be open sourced to public domain. We must use the internet to disseminate these ideas while we still can. It&#x2019;s an extreme proposition, so to get the ball rolling we&#x2019;re launching a prototype; a socioeconomic experiment. You can be an observer, or an active participant. The experiment has a physical base of operations: a piece of land. You could also think of it as a laboratory. Working with, and transmitting alternative approaches to production, exchange and social dynamics (while transitioning off of fossil fuels, debt based money, and vertical collectivism), are abstract goals. Each of these must broken down into sub-modules to be addressed in concrete terms onsite and online. In the first iteration we built a shared kitchen, living area, bathroom and campground. Mountains had to be terraced, swamps transformed into ponds, permaculture everywhere. This was our minimal starting point, the first deliverable: an off-grid adaptive learning center to host visitors, volunteers, and resident teachers. We&#x2019;ve beta tested. Participants are onsite. We&#x2019;re going live. Whether this project serves as an example to replicate, or a cautionary tale, is yet to be seen. What we can guarantee, is that it&#x2019;s going to be interesting. For more information, or to participate in the next iteration, look up the pongovi experiment. All of the content produced by this project are creative commons. You have permission to download and distribute by any and all means. You can download components used to make this film (and films to come) for use in compatible projects in our modules section. If you would like to support our work visit our donate page.","categories":[],"tags":[{"name":"psychology","slug":"psychology","permalink":"http://paradigmforthenextgeneration.com/tags/psychology/"},{"name":"local resilience","slug":"local-resilience","permalink":"http://paradigmforthenextgeneration.com/tags/local-resilience/"},{"name":"peaceful continuity","slug":"peaceful-continuity","permalink":"http://paradigmforthenextgeneration.com/tags/peaceful-continuity/"},{"name":"non-aggression","slug":"non-aggression","permalink":"http://paradigmforthenextgeneration.com/tags/non-aggression/"},{"name":"conflict resolution","slug":"conflict-resolution","permalink":"http://paradigmforthenextgeneration.com/tags/conflict-resolution/"},{"name":"consensus building","slug":"consensus-building","permalink":"http://paradigmforthenextgeneration.com/tags/consensus-building/"},{"name":"adaptive action","slug":"adaptive-action","permalink":"http://paradigmforthenextgeneration.com/tags/adaptive-action/"},{"name":"modularity","slug":"modularity","permalink":"http://paradigmforthenextgeneration.com/tags/modularity/"},{"name":"tribal identity","slug":"tribal-identity","permalink":"http://paradigmforthenextgeneration.com/tags/tribal-identity/"},{"name":"minimal group paradigm","slug":"minimal-group-paradigm","permalink":"http://paradigmforthenextgeneration.com/tags/minimal-group-paradigm/"},{"name":"tzm","slug":"tzm","permalink":"http://paradigmforthenextgeneration.com/tags/tzm/"},{"name":"the zeitgeist movement","slug":"the-zeitgeist-movement","permalink":"http://paradigmforthenextgeneration.com/tags/the-zeitgeist-movement/"}]}]}