{"title":"Civilization Rewired","slug":"releases/civilization-rewired","date":"2018-08-28T20:30:15.000Z","updated":"2018-08-28T21:09:10.000Z","comments":true,"path":"api/articles/releases/civilization-rewired.json","excerpt":"","content":"<p>Our generation has inherited a world on a collision course.\nWar, environmental devastation, corruption, state-sanctioned violence, cultural fragmentation / partisan bickering&#x2026;</p>\n<p>The scale and extent of the problems we face are staggering.</p>\n<p>You&#x2019;ve been raised to believe that voting and petitioning those in power are the only paths to change. But democracy has been reduced to reality television. Corporate owned. Pay-to-play. </p>\n<p>It&#x2019;s getting harder and harder to deny these realities.</p>\n<p>Some describe the masses as apathetic, submissive and easily distracted&#x2026; but that apathy masks an overwhelming sense of powerlessness, frustration, and isolation.\nYou allow yourself to be dragged along by the flow of the mainstream because you know of no viable alternative. You sedate yourselves with entertainments and distractions, because it hurts to care. </p>\n<p>You would change the world if you knew how. You would take action if you saw a way forward. You might even be brave enough to blaze a new trail if you had a destination worth striving towards. And this is what brings us here today. In reality, the power is already in your hands, but you have never been taught how to claim it. </p>\n<p>We&#x2019;re going to begin with a diagnosis. A short description of the world as it is. </p>\n<p>Next we will trace the problems to their socio-economic roots. History rhymes, and there&#x2019;s a reason why. To fully understand our current situation we must examine all the variables at play.</p>\n<p>We will then take the facts and evidence and connect the dots in a new configuration. To break the cycle we must understand how human instinct is used against us. Our psychology has been hijacked. The mechanisms of enslavement are hardwired into our cultural code.</p>\n<p>It doesn&#x2019;t have to be this way. Another paradigm is not only possible, but has been tested and proven. Take the best of the old and the new. Integrate what works. Discard what doesn&#x2019;t. Civilization rewired.</p>\n<p>Finally, we will outline a set of simple, concrete steps that any ordinary individual can take to transition towards that paradigm:\n<strong>A Positive Application of Human Instinct</strong>.</p>\n<h2 id=\"The-World-as-It-Is\"><a href=\"#The-World-as-It-Is\" class=\"headerlink\" title=\"The World as It Is\"></a>The World as It Is</h2><p>The global financial system is predicated on infinite growth. Production and consumption must increase at all cost. This is a structural side effect of all debt-based monetary systems.</p>\n<p>When an economy grows, oil consumption must also.\nEvery sector of modern civilization is wired to fossil fuels &#x2013; transport, manufacturing, agriculture, medicine. Cities and highways are designed with automobiles in mind. Residential centers ever more dependent on the flow of goods and resources from afar.</p>\n<p>War has become an industry in and of itself. Perpetual conflict an economic necessity. To build support for military intervention the public is manipulated and deceived, threats conjured up and exaggerated, aggression disguised as defense. </p>\n<p>To call it a racket would sell it short. This is a criminal enterprise of horrific proportions.</p>\n<p>Political reforms cannot alter the equation. Superficial lifestyle adjustments and voting with one&#x2019;s dollar don&#x2019;t even slow down the machine. Armed resistance would accomplish nothing. The replacement would be more of the same.</p>\n<p><strong>We have a paradigm problem. Anything short of a <em>paradigm shift</em> is an exercise in futility.</strong></p>\n<h2 id=\"The-Infinite-Growth-Paradigm\"><a href=\"#The-Infinite-Growth-Paradigm\" class=\"headerlink\" title=\"The Infinite Growth Paradigm\"></a>The Infinite Growth Paradigm</h2><p>Very few question why economists are so obsessed with growth. It might seem a boring detail, but hidden in this boring detail is the  key to understanding why the current system is unsustainable.</p>\n<p>Modern economies must expand perpetually to avoid collapse. If a country isn&#x2019;t producing and consuming more this year than it did in the last, this is considered an ominous sign, a problem which must be addressed. In fact the term &#x201C;economic sustainability&#x201D; is traditionally defined as a steady growth in GDP of at least 2% per year. </p>\n<p>We live on a finite planet, with finite resources.\nInfinite growth is not a long term survival strategy.\nAny proposed solution which fails to address this issue is rearranging deck chairs on the Titanic.</p>\n<p>The root of the infinite growth paradigm is debt-based money.</p>\n<p>Every dollar, euro and peso in circulation is created by banks loaning out money that they don&#x2019;t have. This practice is not only legal, it is in fact the foundation of the current financial system. By law, banks are allowed to loan out 10 times the amount held in deposits. This practice is called Fractional Reserve Banking.</p>\n<p><div class=\"video_wrapper_outer\"><div class=\"video_wrapper\"><iframe class=\"lazy\" width=\"580\" height=\"326\" src=\"/ajax_html/site/loading.html\" data-src=\"//www.youtube.com/embed/b6_SLwReMqo\" frameborder=\"0\" allowfullscreen></iframe></div></div></p>\n<blockquote>\nBanks, when they decide the economy is good, we are optimistic, we are now making loans, they don&#x2019;t need to wait for any deposits, because when they make a loan they create the deposit. Right there. Banks create money out of thin air.\n<strong>Michael Kumhof - Senior Research Adviser for the Bank of England, and former IMF Economist.</strong>\n</blockquote>\n\n<p>97% of this new currency is created by ordinary private banks like Wells Fargo, Deutsche Bank and Societe Generale, when you sign over your future labor for a house, a car, an education, a new business, or a credit card. By loaning out more money than they have, banks literally type money into existence. They have a license to write hot checks.</p>\n<p>But loans are not free. They must be paid back with interest, and the banks dictate the terms. These terms are designed to maximize profit, with interest payments far outweighing the principle.</p>\n<p>All money is created by the issuance of debt, but the money to pay the <strong><em>interest</em></strong> is not created by the loans.\nIn fact it is never created at all. As a result, there is ALWAYS more total debt than money in circulation.</p>\n<p>While banks have a license to write hot checks, everyone else is forced to compete within an insufficient pool of liquidity. <strong>There is NEVER enough cash to go around.</strong> Bankruptcy is inevitable. The only way to delay the inevitable is to issue more debt, increasing production and consumption.</p>\n<p>Debt levels expand slowly at first, but inevitably accelerate, then go exponential. Eventually servicing the interest on that debt becomes impossible.</p>\n<p>It&#x2019;s a spiral, a pyramid scheme, a game of musical chairs.\nThe music keeps playing as long as the credit flows. But the music always stops eventually, and some get left without a chair.</p>\n<p>When credit stops flowing, the money supply contracts, and businesses and individuals are forced to default. The banks then seize the real, tangible assets tied to the loans; homes, cars, land, businesses, even government infrastructure.</p>\n<p>It&#x2019;s a rigged game that keeps you on the hamster wheel, working jobs you can&#x2019;t stand, selling your life force for digits in a bank account. Modern day feudalism. Equal opportunity enslavement. Artificial scarcity. </p>\n<p>And this is just the tip of the iceberg.</p>\n<h2 id=\"The-Rise-and-Fall-of-the-Petrodollar\"><a href=\"#The-Rise-and-Fall-of-the-Petrodollar\" class=\"headerlink\" title=\"The Rise and Fall of the Petrodollar\"></a>The Rise and Fall of the Petrodollar</h2><p>Did you ever wonder how the United States holds such a disproportionate amount of the world&#x2019;s wealth, while running multibillion dollar trade deficits for decades, with an economy that is almost entirely consumer based?</p>\n<p>In the aftermath of World War II, the global financial system was restructured at Bretton Woods. Under the Bretton Woods agreement, which was finalized in 1945, the U.S. dollar became the world reserve currency. International trade would henceforth be settled with Federal Reserve notes, which were to be backed by gold at $35 per ounce.</p>\n<p>This agreement, however, did not take into account the inflationary effects of fractional reserve banking. As long as banks are allowed to loan out more money than they actually have, the money supply always grows. As the money supply grows, the value of that currency decreases. </p>\n<p>As spending and inflation skyrocketed, the commitment to allow countries to withdraw their gold at $35 dollars an ounce became more and more problematic. The situation finally came to a head in 1971, when President Nixon ended the gold standard once and for all.</p>\n<p><div class=\"video_wrapper_outer\"><div class=\"video_wrapper\"><iframe class=\"lazy\" width=\"580\" height=\"326\" src=\"/ajax_html/site/loading.html\" data-src=\"//www.youtube.com/embed/iRzr1QU6K1o\" frameborder=\"0\" allowfullscreen></iframe></div></div></p>\n<blockquote>\nI have directed the secretary of the treasury to take the action necessary to defend the dollar against the speculators. I directed Secretary Connally to suspend temporarily the convertibility of the dollar into gold or other reserve assets except in amounts and conditions determined in the interest of monetary stability, and in the best interest of the United States.\n<strong>Richard Nixon - August 15, 1971</strong>\n</blockquote>\n\n<p>In 1973 the Nixon administration began secret negotiations with the government of Saudi Arabia to establish what came to be referred to as the petrodollar recycling system. Under the arrangement the Saudis would only sell their oil in U.S. dollars, and would invest the majority of their excess oil profits into U.S. banks and Capital markets.</p>\n<p><a href=\"http://fpc.state.gov/documents/organization/135931.pdf\" rel=\"external nofollow\" target=\"_blank\">Documents released by the Congressional Research Service</a> reveal that the negotiations with Saudi Arabia had an edge to them. While proposing new channels of economic and military cooperation, U.S. officials were openly discussing the feasibility of seizing Saudi oil fields by force. This was one of those deals you couldn&#x2019;t refuse.</p>\n<blockquote>In the United States, the oil shocks produced inflation, new concern about foreign investment from oil producing countries, and <strong>open speculation about the advisability and feasibility of militarily seizing oil fields in Saudi Arabia or other countries.</strong> In the wake of the embargo, both Saudi and U.S. officials worked to re-anchor the bilateral relationship on the basis of shared opposition to Communism, renewed military cooperation, and through economic initiatives that promoted the recycling of Saudi petrodollars to the United States via Saudi investment in infrastructure, industrial expansion, and U.S. securities.\n</blockquote>\n\n<p>The agreement was formalized in 1974 with <a rel=\"external nofollow\" href=\"http://www.gao.gov/products/ID-79-7\" target=\"_blank\">&#x201C;The U.S.-Saudi Arabian Joint Commission on Economic Cooperation&#x201D;</a>.  By 1975 the petrodollar system was expanded to include the rest of OPEC, and the U.S. dollar became the only way to purchase oil on the global market. </p>\n<p><strong>Oil isn&#x2019;t just a commodity, it&#x2019;s a socio-economic chokepoint.</strong> </p>\n<p>In the modern era, fossil fuels make the world go round, and with an economic paradigm that requires infinite growth, the demand for oil must always increase. Under the petrodollar, increasing demand for oil translates into an increased demand for dollars. Value is defined by supply and demand. This is what gives the dollar its value.  The dollar is an oil backed currency. </p>\n<p>With the dollar tied to oil, currency became America&#x2019;s primary export. Dollars go out, products and services come in, and inflation is distributed across the entire planet like a hidden tax. </p>\n<p>Those who profit from this chokepoint know that their position must be guarded and maintained. If a large enough block of oil producing countries stop selling in dollars, or if fossil fuels alternatives ever gain traction, it would be game over. The dollar would plummet. The U.S. financial system would collapse. The luxurious standard of living that Americans have come to take for granted would be brought to a grinding halt.</p>\n<p>The-powers-that-be have a clear incentive to keep the world hooked on fossil fuels, and debt-based money and a motive to crush any nation that challenges their petrodollar monopoly. Examples must be made of upstarts. Sanctions, regime change, Uncle Sam&#x2019;s big stick. </p>\n<p><div class=\"video_wrapper_outer\"><div class=\"video_wrapper\"><iframe class=\"lazy\" width=\"580\" height=\"326\" src=\"/ajax_html/site/loading.html\" data-src=\"//www.youtube.com/embed/FbIX1CP9qr4\" frameborder=\"0\" allowfullscreen></iframe></div></div></p>\n<p>To that end, U.S. military spending steadily increased in the years following World War II, until it had eclipsed that of all other countries combined. The weapons industry grew to be an integral part of the economy, and developed symbiotic relationships with big oil, media, banking, and the political establishment to further their shared interests. Aggressive lobbying, think tanks, and campaign contributions work in tandem.</p>\n<p>There are profits on the line. Jobs that depend on war and fossil fuel consumption. This equation breeds moral hazard.</p>\n<p>With the fall of the Soviet Union in 1991 the United States became the world&#x2019;s sole, uncontested superpower. All restraints on foreign policy were removed. Public opinion the only obstacle. Washington took full advantage of this new position.</p>\n<p><div class=\"video_wrapper_outer\"><div class=\"video_wrapper\"><iframe class=\"lazy\" width=\"580\" height=\"326\" src=\"/ajax_html/site/loading.html\" data-src=\"//www.youtube.com/embed/9RC1Mepk_Sw\" frameborder=\"0\" allowfullscreen></iframe></div></div></p>\n<blockquote>\nAbout ten days after 9/11, I went through the Pentagon and I saw Secretary Rumsfeld and Deputy Secretary Wolfowitz. I went downstairs just to say hello to some of the people on the Joint Staff who used to work for me, and one of the generals called me in. He said, &#x201C;Sir, you&#x2019;ve got to come in and talk to me a second.&#x201D; I said, &#x201C;Well, you&#x2019;re too busy.&#x201D; He said, &#x201C;No, no.&#x201D; He says, &#x201C;We&#x2019;ve made the decision we&#x2019;re going to war with Iraq.&#x201D; This was on or about the 20th of September. I said, &#x201C;We&#x2019;re going to war with Iraq? Why?&#x201D; He said, &#x201C;I don&#x2019;t know.&#x201D; He said, &#x201C;I guess they don&#x2019;t know what else to do.&#x201D; So I said, &#x201C;Well, did they find some information connecting Saddam to al-Qaeda?&#x201D; He said, &#x201C;No, no.&#x201D; He says, &#x201C;There&#x2019;s nothing new that way. They just made the decision to go to war with Iraq.&#x201D; He said, &#x201C;I guess it&#x2019;s like we don&#x2019;t know what to do about terrorists, but we&#x2019;ve got a good military and we can take down governments.&#x201D; And he said, &#x201C;I guess if the only tool you have is a hammer, every problem has to look like a nail.&#x201D;\nSo I came back to see him a few weeks later, and by that time we were bombing in Afghanistan. I said, &#x201C;Are we still going to war with Iraq?&#x201D; And he said, &#x201C;Oh, it&#x2019;s worse than that.&#x201D; He reached over on his desk. He picked up a piece of paper. And he said, &#x201C;I just got this down from upstairs&#x201D; &#x2014; meaning the Secretary of Defense&#x2019;s office &#x2014; &#x201C;today.&#x201D; And he said, &#x201C;This is a memo that describes how we&#x2019;re going to take out seven countries in five years, starting with Iraq, and then Syria, Lebanon, Libya, Somalia, Sudan and, finishing off, Iran.&#x201D;\n<strong>General Wesley Clark - March 2, 2007</strong>\n</blockquote>\n\n<p>In September of 2000 <a href=\"http://edition.cnn.com/2000/WORLD/meast/10/30/iraq.un.euro.reut/\" rel=\"external nofollow\" target=\"_blank\">Saddam Hussein moved Iraq&#x2019;s oil sales off of the dollar</a>. Three years later the U.S. invaded under the pretext of &#x201C;weapons of mass destruction&#x201D;. Weapons that didn&#x2019;t exist. Minor detail.</p>\n<p>In February of 2009 Muammar Gaddafi, was named chairman of the African Union. He immediately <a href=\"http://www.nytimes.com/2009/02/03/world/africa/03africa.html?_r=0\" rel=\"external nofollow\" target=\"_blank\">proposed the formation of a unified currency for all of Africa.</a> One month later the African Union <a href=\"http://ea.au.int/en/sites/default/files/DOCUMENT_EN_FR_2_4_MARCH_2009_EA_CONGRESS_ARTICLE_VOLUME_1.pdf\" rel=\"external nofollow\" target=\"_blank\">released a document entitled &#x201C;Towards a Single African Currency&#x201D;.</a> which made it clear that this new African currency would be backed by gold.</p>\n<p>Two years later <a href=\"https://sg.news.yahoo.com/cia-sends-teams-libya-us-considers-rebel-aid-20110331-065759-284.html\" rel=\"external nofollow\" target=\"_blank\">the CIA moved into Libya</a> and began routing money and weapons to insurgents. This time the pretext was &#x201C;humanitarian&#x201D;.  Armed militants were depicted civilian freedom fighters.</p>\n<p>These CIA backed rebels <a href=\"http://www.telegraph.co.uk/news/worldnews/africaandindianocean/libya/8407047/Libyan-rebel-commander-admits-his-fighters-have-al-Qaeda-links.html\" rel=\"external nofollow\" target=\"_blank\">had direct ties to Al-Qaeda in Iraq</a> (aka ISIS). Again, minor detail.</p>\n<p>The U.S. and NATO then established a no-fly-zone, and <a href=\"http://articles.latimes.com/2011/mar/29/world/la-fg-obama-libya-20110329\" rel=\"external nofollow\" target=\"_blank\">crippled the Libyan government with airstrikes</a>. Gaddafi was then captured by the rebels and brutally executed in the streets. </p>\n<p>Libya, which prior to the war had the highest standard of living in all of Africa, descended into chaos.</p>\n<p>In 2011 <a href=\"http://online.wsj.com/news/articles/SB10001424053111903591104576467631289250392?mg=reno64-wsj&amp;url=http%3A%2F%2Fonline.wsj.com%2Farticle%2FSB10001424053111903591104576467631289250392.html\" rel=\"external nofollow\" target=\"_blank\">Bashar Assad forged a pact with Iraq and Iran</a> to run a gas pipeline through Syria <a href=\"http://www.armedforcesjournal.com/pipeline-politics-in-syria/\" rel=\"external nofollow\" target=\"_blank\">rejecting a western backed proposal</a> for a line which was to run from Qatar, through Saudi Arabia and Syria to Turkey. By 2012 the U.S. and its allies were actively working topple the Syrian government.</p>\n<p><a href=\"http://www.telegraph.co.uk/news/worldnews/middleeast/syria/9606691/Syria-despatch-rebel-fighters-fear-the-growing-influence-of-their-Bin-Laden-faction.html\" rel=\"external nofollow\" target=\"_blank\">Thousands of jihadist fighters from Libya and Iraq</a> began flooding into Syria with U.S. <a href=\"http://www.pbs.org/wgbh/pages/frontline/foreign-affairs-defense/syria-arming-the-rebels/syrian-rebels-describe-u-s-backed-training-in-qatar/\" rel=\"external nofollow\" target=\"_blank\">training</a> and <a href=\"http://www.nytimes.com/2013/03/25/world/middleeast/arms-airlift-to-syrian-rebels-expands-with-cia-aid.html?pagewanted=all\" rel=\"external nofollow\" target=\"_blank\">support</a>.</p>\n<p>To arm this new insurgency, the Libyan armories were looted, and <a href=\"http://www.nytimes.com/2013/06/22/world/africa/in-a-turnabout-syria-rebels-get-libyan-weapons.html?pagewanted=all&amp;_r=0\" rel=\"external nofollow\" target=\"_blank\">massive quantities of weapons</a> (including anti-tank and anti-aircraft missiles) <a href=\"http://www.thetimes.co.uk/tto/news/world/middleeast/article3537770.ece\" rel=\"external nofollow\" target=\"_blank\">were smuggled into Syria through Turkey</a>. </p>\n<p>This support continued even though it was known that <a href=\"http://www.nytimes.com/2012/10/15/world/middleeast/jihadists-receiving-most-arms-sent-to-syrian-rebels.html?pagewanted=all&amp;_r=0\" rel=\"external nofollow\" target=\"_blank\">most of the weaponry was ending up in the hands of extremists</a>.</p>\n<p>The Syrian war marked a geopolitical turning point. In 2013 a <a href=\"http://www.bbc.co.uk/news/world-middle-east-22424188\" rel=\"external nofollow\" target=\"_blank\">U.N. investigation found that the U.S. backed rebels had used sarin gas against civilians</a>. Russian investigators confirmed these findings. The western media and political establishment did everything in their power to pin the blame on Assad and build the case for war, but they were unable to control the narrative.</p>\n<p>After two decades of passively watching the United States use military force with impunity, Russia finally took a stand. As U.S. backed militants reached critical mass, and began conquering vast swaths of territory within Syria and Iraq, Russia moved in to provide air support and advanced anti-aircraft systems to the Syrian government, effectively reversing the course of the conflict. </p>\n<p>In parallel Russia consolidated alliances with Iran and Iraq, drew Turkey into the fold, and locked arms with China, unifying the Eurasian Union and New Silk Road projects. The balance of power has shifted. Washington&#x2019;s era of uncontested dominance is over.</p>\n<p>In March of 2018, after years of quietly building up its gold reserves, China launched the PetroYuan. Oil could now be purchased on the global market without U.S. dollars. That same year Russia announced the completion of their own alternative to the SWIFT bank transfer system. Unilateral sanctions only work if there&#x2019;s no where else to go. Both of these moves directly challenge Uncle Sam&#x2019;s financial power.</p>\n<p>The petrodollar is in its final days, but the U.S. won&#x2019;t go down without a fight. As we approach the end of a debt super-cycle, the stakes are high. To stay on top, the powers-that-be must tip the game board, rewrite the rules, and start again.</p>\n<p><div class=\"video_wrapper_outer\"><div class=\"video_wrapper\"><iframe class=\"lazy\" width=\"580\" height=\"326\" src=\"/ajax_html/site/loading.html\" data-src=\"//www.youtube.com/embed/sWaJAdkKXBE\" frameborder=\"0\" allowfullscreen></iframe></div></div></p>\n<p>These are perilous waters. Current U.S. military doctrine has pivoted from the war on terror to preparing for a confrontation of great powers. <a href=\"https://www.reuters.com/article/us-usa-military-china-russia/pentagon-puts-countering-china-russia-at-center-of-u-s-defense-strategy-idUSKBN1F81TR\" rel=\"external nofollow\" target=\"_blank\">Russia and China are in the crosshairs</a>.</p>\n<p><div class=\"video_wrapper_outer\"><div class=\"video_wrapper\"><iframe class=\"lazy\" width=\"580\" height=\"326\" src=\"/ajax_html/site/loading.html\" data-src=\"//www.youtube.com/embed/_EYUNoq_HVs\" frameborder=\"0\" allowfullscreen></iframe></div></div></p>\n<p>Economic and covert provocations are underway. Proxy wars are ongoing, and direct conflict has been narrowly avoided on numerous occasions. </p>\n<p>Geopolitical brinkmanship is nothing new for Uncle Sam, but this time is different. Collectively, the participants in this showdown have thousands of nuclear warheads locked and loaded. Each of these weapons are thousands of times more powerful than those used by the United States against Japan in World War II.</p>\n<p>Just 50 to 100 <strong><em>Hiroshima</em></strong> sized bombs, set off anywhere on the planet, would send 5 million tons of debris into the upper atmosphere, reducing global temperatures by about 1.25 degrees centigrade. It would also reduce rainfall worldwide for up to a decade. This would would have a devastating impact on agriculture, and experts predict that mass starvation on a global scale would result.</p>\n<p>If 300 of Russia&#x2019;s bombs were set off in the United States somewhere between 75 and 100 million people would die in the first half hour. Most of the infrastructure needed to support the population would be instantly destroyed: communication systems, hospitals, transport, power plants, etc&#x2026; The rest of the population, those who were not killed in this first half hour would most likely die in the coming months from radiation poisoning, starvation, exposure, and disease. </p>\n<p>And this is just the tip of the iceberg. The debris from these explosions would render the planet earth an uninhabitable wasteland. Virtually all complex life forms would go extinct. Our species would not be exempt.</p>\n<p>&#x201C;But no one would ever be foolish enough to actually use these weapons in this day and age. That would be a mass suicide (mutually assured destruction).&#x201D;</p>\n<p>This is a rational response, one that assumes we are dealing with rational people. Unfortunately a poisonous strain of groupthink has been metastasizing among the U.S. foreign policy establishment and has become codified in official strategy.</p>\n<p>Section 1063 of the National Defense Authorization Act of 2013  directed the Commander of the U.S. Strategic Command to prepare a report assessing the capability of the U.S. military to destroy a network of tunnels in China and &#x201C;the known hardened and deeply buried sites of foreign nations&#x201D; with &#x201C;conventional and or <strong>nuclear forces</strong>&#x201C;</p>\n<p>In parallel, the U.S. developed <a href=\"https://www.pbs.org/newshour/show/americas-nuclear-bomb-gets-makeover\" rel=\"external nofollow\" target=\"_blank\">a new version of the B61-12</a>, a guided, variable yield tactical nuke specifically designed with earth penetration capabilities. This weapon changes the game, because it is widely considered &#x201C;usable&#x201D;. </p>\n<blockquote>\nIf I can drive down the yield, drive down, therefore, the likelihood of fallout, et cetera, does that make it more usable in the eyes of some &#x2014; some president or national security decision-making process? And the answer is, it likely could be more usable.\n<strong>GEN. JAMES CARTWRIGHT (RET.) - Former Commander, U.S. Strategic Command</strong>\n</blockquote>\n\n<p>The trouble with this line of thought, is that it does not take into account the chain of events that the use of small scale tactical nuclear weapons would set in motion. Nor does it account for the wisdom, competence or even sanity of those holding the &#x201C;usable&#x201D; option.</p>\n<p>Unlike China, neither the United States nor Russia have committed to a <strong>No First Use</strong> nuclear doctrine. The United States has already used these weapons in war, has threatened to use them again, has directed its military to develop a plan to knock out deep underground bunkers and tunnels by conventional or nuclear means, and has developed the B61-12 guided tactical nuke for this exact purpose. This equation is incredibly dangerous. To pretend otherwise would be delusional.</p>\n<h2 id=\"The-Psychology-of-War\"><a href=\"#The-Psychology-of-War\" class=\"headerlink\" title=\"The Psychology of War\"></a>The Psychology of War</h2><blockquote>\nOf course the people don&#x2019;t want war. But after all, it&#x2019;s the leaders of the country who determine the policy, and it&#x2019;s always a simple matter to drag the people along whether it&#x2019;s a democracy, a fascist dictatorship, a parliament, or a communist dictatorship. Voice or no voice, the people can always be brought to the bidding of the leaders. That is easy. All you have to do is tell them they are being attacked, and denounce the pacifists for lack of patriotism, and exposing the country to greater danger.\n<strong>Herman Goering - at the Nuremberg trials</strong> \n</blockquote>\n\n<p>To stop a war, we must understand how wars are started.</p>\n<p>When the ruling class wants to initiate a conflict, they never declare their real motives or intentions. Doing so would undermine domestic support, weaken morale within the military, and invite an international backlash. Instead they follow a tested and proven template, designed to hijack human instinct. To counter this template we must recognize the mechanisms at work.</p>\n<p>In the early 1970s social psychologist Henri Tajfel set out to study the minimal conditions required for discrimination to occur between groups of humans. In his tests he discovered that group identity could be easily formed in a very short time using trivial criteria (such as one&#x2019;s musical preferences or the results of a coin toss). Groups formed by such trivia would immediately display prejudice against those on the other side (out-group), and favor those in the same arbitrary category (in-group). He referred to this principle as The Minimal Group Paradigm; the human equivalent of the pack instinct.</p>\n<p>When attacked by an outside force, human groups always close ranks and rally behind their leader. Questioning authority or failing to conform to the prevailing social order become sacrilege. Limits on power are brushed aside. War is, and has always been, the health of the state.</p>\n<p>This response can be triggered artificially.</p>\n<h3 id=\"Problem\"><a href=\"#Problem\" class=\"headerlink\" title=\"Problem\"></a>Problem</h3><p>First, the public must be conditioned to view the target as a problem, an existential threat. This is accomplished by coordinating narratives via media and political puppets. The enemy is framed as an arch-villain. Their crimes built up, exaggerated and woven with total fiction. If a proper enemy does not exist, one can be created. Repetition is used to etch an image into the mind of the masses. This groundwork is laid years in advance. </p>\n<h3 id=\"Reaction\"><a href=\"#Reaction\" class=\"headerlink\" title=\"Reaction\"></a>Reaction</h3><p>The second step is to initiate a psychological reaction, invoke the retaliation instinct. Military aggression must look like an act of self defense or humanitarian intervention. This can be accomplished by fabricating an attack and blaming it on the enemy, intentionally provoking the enemy into a response, or by justifying preemptive strikes as the only way to prevent an atrocity.</p>\n<h3 id=\"Solution\"><a href=\"#Solution\" class=\"headerlink\" title=\"Solution\"></a>Solution</h3><p>Finally, public support is consolidated with a crusade mythology: a narrative that presents the aggressors as fighting for a higher ideal, or a greater good. A war of aggression becomes &#x201C;Spreading Democracy&#x201D;, &#x201C;Fighting Terrorism&#x201D;, &#x201C;Fighting Communism&#x201D; or &#x201C;Bringing Civilization to Savages&#x201D;. These euphemisms define &#x201C;us vs. them&#x201D; in exaggerated terms to dehumanize the target, sanitize the implied bloodshed, and activate the pack instinct (in the form of patriotism).</p>\n<p>This formula hijacks the most primal and dangerous aspects of human nature. Out-group becomes a mortal enemy, an imminent problem that must be dealt with. Reaction is shaped by defining the boundaries of debate. &#x201C;Should the president order a limited strike, or a full invasion?&#x201D; One way or another, the solution is always war. </p>\n<p>Once the fever of war has gripped a people, young men will always sign up to kill and be killed. Those who oppose the conflict are ridiculed and framed as naive, weak, treasonous. Avoiding forced conscription becomes a crime. The commander and chief becomes omnipotent. Checks and balances easily brushed aside. </p>\n<p>To stop a war, timing is of the essence. Propaganda must be countered quickly and aggressively. Once a certain threshold is crossed, its momentum becomes virtually unstoppable. </p>\n<p>If we are to succeed, we must not be naive.  Crowd psychology is a weapon. We must pick up that weapon and return fire. </p>\n<h2 id=\"The-Psychology-of-Power\"><a href=\"#The-Psychology-of-Power\" class=\"headerlink\" title=\"The Psychology of Power\"></a>The Psychology of Power</h2><p>Over the course of millennia, socio-economic control has been distilled down to an applied science. The mechanisms of this control are embedded everywhere in modern culture, hidden in plain sight.</p>\n<p>To affect <em>real</em> change one must understand how civilization is currently wired to exploit human psychology. Rewiring civilization will require a positive application of those same instincts and a new cultural code.</p>\n<h3 id=\"The-Reciprocity-Instinct\"><a href=\"#The-Reciprocity-Instinct\" class=\"headerlink\" title=\"The Reciprocity Instinct\"></a>The Reciprocity Instinct</h3><p>In the West we are conditioned to accept the &#x201C;political process&#x201D; as the only legitimate expression of power. Participation isn&#x2019;t just a right, it&#x2019;s a duty. Dereliction of that duty invalidates dissent (If you don&#x2019;t vote, you can&#x2019;t complain). Those unhappy with current policies must hang their hopes on the next election cycle. This is, after all, what it means to live in a &#x201C;democracy&#x201D;.</p>\n<p>Western &#x201C;democracies&#x201D;, however, aren&#x2019;t democratic at all. Most aren&#x2019;t even functional republics. The term plutocracy would be more fitting.</p>\n<p>Running for office is expensive. To compete, one must advertise, organize events, pay staff, and travel extensively. Wealthy candidates may be able to fund these activities out of pocket, but most politicians rely on outside support. While outright bribery is technically illegal, and political donations are regulated, corporations and well heeled special interest groups always find loopholes which enable them to line influential pockets (PACs and Super PACs are contemporary examples). Ordinary citizens cannot compete in this arena.</p>\n<p>Studies have shown that when test subjects are given a small gift of minimal value, they are statistically more likely to comply with subsequent requests made by the giver, even if the secondary request is significantly more valuable. For example: if the subject was given a free soft drink in the beginning of the evening, they were much more likely to buy raffle tickets from the person who gave them that drink, than were subjects who had not been offered anything. This principle also applies to non-physical gifts as well, such as time volunteered. Psychologists refer to this instinct as the reciprocity principle.</p>\n<p>Among social species, reciprocity facilitates the distribution of effort and resources within a group, and provides a natural safety net. If a member of a pack or a tribe brings home food on a particular day, and they share that food with the other members, the reciprocity instinct ensures that they will be fed by others in the future. For over 300,000 years this was the primary form of exchange within human groups.</p>\n<p>In modern society the reciprocity instinct is often abused. Gifts are given strategically, with the intention of extracting a bigger prize.   In politics, for example, even small campaign contributions create a psychological debt which can be called in at a later date. A direct agreement to look out for the donor&#x2019;s interest is unnecessary. The psychological duty to repay is sufficient.</p>\n<p>Banking as an industry is based on this phenomenon. Humans tend to feel a strong duty to repay loans (even if the money in question is loaned into existence) because debt hijacks the reciprocity instinct. This is particularly relevant for economies that run on debt-based monetary systems. To escape the infinite growth paradigm the reciprocity instinct must be addressed.</p>\n<h3 id=\"The-Authority-Instinct\"><a href=\"#The-Authority-Instinct\" class=\"headerlink\" title=\"The Authority Instinct\"></a>The Authority Instinct</h3><p><div class=\"video_wrapper_outer\"><div class=\"video_wrapper\"><iframe class=\"lazy\" width=\"580\" height=\"326\" src=\"/ajax_html/site/loading.html\" data-src=\"//www.youtube.com/embed/fCVlI-_4GZQ\" frameborder=\"0\" allowfullscreen></iframe></div></div></p>\n<p>The authority instinct can be observed among any social species. Presidents and chiefs are human analogues of the alpha. </p>\n<p>The Milgram Authority Experiments demonstrated that the vast majority of humans will submit to a perceived authority figure even when the orders given violate their core morality. In numerous tests, participants obeyed commands to administer electric shocks of ever increasing voltage to subjects in an adjoining room. Many administered shocks that exceeded lethal levels. The only symbol of authority needed was a white medical jacket.</p>\n<p>Authority can be signaled by uniforms, insignias, colors, and other visual representation of power. However vocal intonation and body language which convey an air of strength and certainty are often sufficient. These behaviors can be scripted and choreographed like theater. The rest is stagecraft and props. </p>\n<h3 id=\"The-Conformity-Instinct\"><a href=\"#The-Conformity-Instinct\" class=\"headerlink\" title=\"The Conformity Instinct\"></a>The Conformity Instinct</h3><p><div class=\"video_wrapper_outer\"><div class=\"video_wrapper\"><iframe class=\"lazy\" width=\"580\" height=\"326\" src=\"/ajax_html/site/loading.html\" data-src=\"//www.youtube.com/embed/NyDDyT1lDhA\" frameborder=\"0\" allowfullscreen></iframe></div></div></p>\n<p>The Asch Conformity Experiments demonstrated that peer pressure is so powerful that it can override direct sensory perception. In these tests, participants were shown cards with three lines of various lengths. They were then asked which line was longer. Every member of the group with the exception of the test subject were actors. The actors each provided the same wrong answer. The test subjects always answered last, or next to last.</p>\n<p>The vast majority of test subjects (75%) conformed to the incorrect answer at least some of the time. Approximately 45% conformed every time. Later tests which monitored brain activity confirmed that this phenomenon rewrites sensory information at a neurological level.</p>\n<p>The conformity instinct is triggered anytime there is the <em>perception</em> of group consensus, or social momentum. The Asch Conformity experiments demonstrated that actors can hijack this instinct by merely coordinating false statements. The education level or IQ of the subjects have little or no bearing on the outcome.</p>\n<p>Studies have demonstrated that repetition has the same effect. When individuals are exposed to an idea repeatedly, even if that repetition originates from a single source, they gradually come to believe that that idea is widely held.</p>\n<p>Once an idea is viewed as a consensus position within a particular group, the vast majority of humans will accept that idea without question and attack those who contradict it. If everyone believes something, it must be true. Facts and evidence have little impact on this phenomenon. Conformity trumps logic.</p>\n<p>These same studies, however, found that if a test subject was exposed to a single voice of dissent, the spell is broken, enabling them to make the correct choice. In an age of universal deception, telling the truth is a revolutionary act. One voice can turn the tide. </p>\n<p>This is why propaganda is such an integral component of socio-psychological control. The primary flows of information in society form chokepoints which can be manipulated. Consensus can be manufactured with carefully crafted narratives, backed by &#x201C;expert&#x201D; opinion, and rigged polls. Media, education and religion are strongholds which are never left to chance.</p>\n<p><strong>Holding a position of power does not provide immunity from social conformity.</strong> Round table groups and think tanks such as the Council on Foreign Relations and the Chatham House bring politicians, corporate heads, and academics together into controlled environments where they are saturated with very specific perspectives on foreign policy, economics, and governance. Membership is chosen carefully to maximize prestige, and amplify the prevailing culture. </p>\n<p>With speakers and topics curated to define the boundaries of debate, ideological homogeneity develops naturally over time.</p>\n<p><div class=\"video_wrapper_outer\"><div class=\"video_wrapper\"><iframe class=\"lazy\" width=\"580\" height=\"326\" src=\"/ajax_html/site/loading.html\" data-src=\"//www.youtube.com/embed/XOAk-7F1EVU\" frameborder=\"0\" allowfullscreen></iframe></div></div></p>\n<blockquote>\nIt&#x2019;s good to be back at the Council on Foreign Relations. As Pete mentioned I&#x2019;ve been a member for a long time and was actually a director for some period of time. I never mentioned that when I was campaigning for reelection back home in Wyoming.\n<strong>Dick Cheney - Speaking at the Council on Foreign Relations</strong>\n</blockquote>\n\n<p><div class=\"video_wrapper_outer\"><div class=\"video_wrapper\"><iframe class=\"lazy\" width=\"580\" height=\"326\" src=\"/ajax_html/site/loading.html\" data-src=\"//www.youtube.com/embed/Kfpgl6NqF0I\" frameborder=\"0\" allowfullscreen></iframe></div></div></p>\n<blockquote>\nI am delighted to be here in these new headquarters. I have been often to, I guess the mothership in New York City, but it&#x2019;s good to have an outpost of the council right here down the street from the State Department. We get a lot of advice from the council, so this will mean I won&#x2019;t have as far to go to be told what we should be doing and how we should think about the future.\n<strong>Hillary Clinton - Secretary of State - Speaking at the Council on Foreign Relations</strong>\n</blockquote>\n\n<p>Human psychology has a number of hardwired vulnerabilities that render us susceptible to manipulation and control. The authority, conformity and reciprocity instincts can be triggered artificially and often are. No one is immune, however being aware of these forces provides an opportunity to reflect, and if necessary resist.</p>\n<h3 id=\"The-Shape-of-Power\"><a href=\"#The-Shape-of-Power\" class=\"headerlink\" title=\"The Shape of Power\"></a>The Shape of Power</h3><p>All modern city states (and the vast majority of businesses) are organized as top down pyramids. Those at the top distribute orders to their subordinates, and authority flows down through the chain of command. At each layer obedience is reinforced by social conformity. If everyone else around is obeying, most will submit without question. This becomes a force in and of itself. Sociologists refer to his social structure as vertical collectivism.</p>\n<p>With authority stacked above, and peer pressure applied from all sides, very few are strong enough to resist. By the time an order reaches its final destination, physical enforcement is rarely necessary. Examples are made of those who disobey. Fear is enough to keep the rest in line. </p>\n<p>This model is designed to concentrate power and wealth in very few hands and create a vast power differential between the top and the bottom strata of society. These power imbalances become entrenched as societal class (in-group and out-group defined by wealth and influence). Inequality and totalitarianism are baked in the cake.</p>\n<p>The Stanford prison experiments demonstrated that when humans are given total power over others, sadistic and cruel personality traits tend to arise. In these tests, ordinary students were divided into two groups. One group was arbitrarily assigned the role of prison guards. The other group was assigned the role of prisoners. The relationship between these two groups was allowed to develop organically. Within a very short period of time those placed in the artificial position of power began to treat those under their control as subhuman. The behavior of the guards became so cruel and abusive that the experiment had to be halted prematurely. </p>\n<p>Studies conducted by the University of Berkeley have found that disproportionate wealth has the same effect. Test subjects consistently display less regard for others, and are more likely to defy laws and social norms when they feel economically superior. These tendencies arise even when the wealth in question is completely illusory (these behaviors express themselves even in unbalanced games of Monopoly).</p>\n<p>Numerous studies have also found that highly unequal societies have higher rates of physical and mental illness than societies with small power and wealth differentials. This correlation holds true regardless of the baseline standard of living.</p>\n<p>Highly unequal distributions of wealth and power are inherent symptoms of vertical collectivism. This inequality is unhealthy for society as a whole and brings out the worst in those at the top. Changing laws or removing specific leaders cannot alter this dynamic. The design flaw is the social structure itself.</p>\n<p>The democratic ideal of an empowered populous exerting pressure from the bottom up doesn&#x2019;t work. Stacking authority and conformity in layers will always concentrate power at the top of the social pyramid. The psychological momentum of such structures always flows down. </p>\n<p>Politicians are influenced by the same instincts as ordinary civilians. Applying the conformity and reciprocity principles on such individuals is expensive and time consuming. The wealthy will always have a distinct advantage.</p>\n<p>The distortions and imbalances that accumulate over time make vertical social structures top heavy and highly prone to revolution and collapse. It is rare for a modern city state to last more than a couple hundred years without upheaval. Western civilization is approaching such a reset now.</p>\n<p>As the system falters we have a brief window of opportunity; a chance to fundamentally rethink and restructure. If this moment is not seized by those who seek a better world, it will be seized by those who seek power and control.   </p>\n<p>Good intentions are not enough. Bringing down the old without offering a replacement will accomplish nothing. In the absence of a viable alternative humans always default to what they know. Revolutionaries become the new tyrants, and the cycle is perpetuated.</p>\n<p>To break the cycle will require a new train of thought; a vision of the world as it could be and a positive course of action.</p>\n<h2 id=\"RESET\"><a href=\"#RESET\" class=\"headerlink\" title=\"RESET\"></a>RESET</h2><p>Those who see the imperative face an intimidating challenge. Looking at the stakes can be terrifying.</p>\n<p>Fear is a biochemical alarm system. It&#x2019;s designed to keep organisms alive in the face of danger. When the stakes are high, it is important to respond with an appropriate level of urgency.</p>\n<p>To respond intelligently, however, we must learn how to manage the alarm. When frightened, our brains work much less efficiently. Rational thought shuts down. Decisions reduced to fight, flight or freeze.  This phenomenon is even more dangerous in the context of a panicked crowd.</p>\n<p>Science has shown that deep breathing calms the mind measurably. When facing danger we must make this a discipline. Take a deep breath. Reset. Bring the world back into focus.</p>\n<p>Now that we&#x2019;re calm, we can think about our situation rationally.\nWhat can we do? What steps could we take right now that would improve the outcome, not just for ourselves, but for our children and the generations beyond?</p>\n<p>If you&#x2019;re hearing this message, there is still time. If it resonates we have a chance.</p>\n<h1 id=\"Paradigm-for-the-Next-Generation\"><a href=\"#Paradigm-for-the-Next-Generation\" class=\"headerlink\" title=\"Paradigm for the Next Generation\"></a>Paradigm for the Next Generation</h1><p>Any system built on the current socio-economic paradigm will always express the same symptoms in one form or another. We must learn from the lessons of history. Integrate the best of the old and the new, a Paradigm for the Next Generation.</p>\n<p>A positive application of human instinct is possible, but will require a new train of thought; a paradigm shift that applies the scientific method to socio-economic structure, accounting for the influence of culture and biochemistry.</p>\n<p>Socio-economic redesigns are highly dangerous, and rarely go according to plan. What begins as a new hope, a vision of a better world, often ends in totalitarianism and bloodshed. In this context, it is only natural that new ideas are met with skepticism and resistance. This resistance must not only be accounted for, it must be embraced.</p>\n<p>Ideas are the building blocks of culture. Once a belief system is established in the mind, and attached to identity, humans tend to resist any idea which directly challenges it. Attacks on core beliefs, or attempts to replace them are interpreted as an attack on the group, and by extension the self. This phenomenon, often referred to as <strong>cognitive dissonance</strong>, is the ideological equivalent of an immune response.</p>\n<p>We will never get every culture and subculture on this planet to agree on every aspect of reality or our place within it. Failure to accept this would be delusional and dangerous. </p>\n<p>Even the most minor difference in belief or custom can define a group identity boundary. Therefore we will never eliminate in-group and out-group, or erase all borders of us and them. <strong>This understanding precludes one-size-fits-all, global solutions.</strong></p>\n<h2 id=\"Cultural-Modularity\"><a href=\"#Cultural-Modularity\" class=\"headerlink\" title=\"Cultural Modularity\"></a>Cultural Modularity</h2><p>Rather than throwing away an entire phone when the processor became outdated, what if you could simply install a standard sized replacement, available from a wide variety of manufacturers?</p>\n<p>Systems are more stable, and easier to repair and update when they are built using simple, compact and minimally bundled components. In systems design this principle is referred to as modularity.</p>\n<p>In technical fields a transition to modular components, and standardized connection points increases efficiency and radically reduces waste. Applied to ideas and culture, modularity facilitates hybrid ideological systems, and cultural evolution.</p>\n<p>For an idea to spread, it must be adapted to its environment. Ideological habitat dictates selective pressures. World view and cultural identity exercise great power over the human mind. Cognitive dissonance flares up any time these forces are directly confronted.</p>\n<p>Richard Dawkins coined the term &#x201C;meme&#x201D; to represent small clusters of ideas which are simple, compact and minimally bundled. A meme is analogous to genes and modular components. </p>\n<p>Small clusters of ideas can bypass cognitive dissonance in ways that monolithic belief systems cannot. Humans are far more likely to adopt new ideas piece by piece than to replace their entire ideological system.</p>\n<p>Once in the mind, new memes combine with existing beliefs and emotions transforming perception, and ultimately behavior. An example of this can be found in the scientific method. The scientific method is a simple idea, but it radically transformed the course of human history, and not merely in technical fields. The rise of science had a profound impact on world view and cultural identity.</p>\n<p><em>The following presentation is comprised of a set of modular ideas which each stand on their own (by facts and evidence), and connect to form a system (more than the sum of its parts).</em></p>\n<p><em>We will touch upon these modules in a in a sequence, describing a path away from infinite growth, endless wars, and fossil fuel dependence, towards a truly sustainable paradigm; first in abstract terms, then in concrete.</em></p>\n<p><em>The paradigm has two components: technical and social. As such, it ships with a set of tools designed to enable any reasonably intelligent individual to gather and psychologically unify a group, concrete goals to channel that energy towards, and a philosophy of action to maximize the efficiency of that effort.</em></p>\n<p><strong>*These tools come with warnings.</strong>It would be wise to review this information several times before applying in the real world.*</p>\n<h2 id=\"Adaptive-Action\"><a href=\"#Adaptive-Action\" class=\"headerlink\" title=\"Adaptive Action\"></a>Adaptive Action</h2><p><strong>A small success is better than a large failure.</strong></p>\n<p>Rewiring civilization is a large, dynamic project, fraught with unforeseen obstacles. Formulating a detailed master plan, to be completed in stages, like a car being assembled on a factory floor, would be a recipe for failure. To succeed, we must set small, realistic targets which can be rapidly attained; evaluate the results, and improve iteratively. This approach can be referred to as adaptive action.</p>\n<ul>\n<li>Define your abstract goal.</li>\n<li>Choose a minimal starting point based on top priorities.</li>\n<li>Evaluate results, reprioritize, and improve iteratively.</li>\n</ul>\n<p>Adaptive action begins with an abstract goal. An abstract goal is like a journey&#x2019;s final destination. </p>\n<p>A long journey is best broken down into segments. A minimal starting point is akin to choosing the first place to make camp along the way. This initial target should be simple yet useful, based on the project&#x2019;s top priorities. </p>\n<p>Once that minimal starting point is attained, the result is tested, priorities are reevaluated, and the next target is set. This is the equivalent of checking one&#x2019;s current position by compass or map.</p>\n<p>Applied to a socio-economic redesign, the adaptive approach implies starting small, both in scope and locale. </p>\n<h2 id=\"Local-Resilience\"><a href=\"#Local-Resilience\" class=\"headerlink\" title=\"Local Resilience\"></a>Local Resilience</h2><p>The current socio-economic paradigm is handcuffed to oil. Our dependence on oil ties us to debt-based money. Debt-based monetary systems require infinite growth. The more an economy grows, the more oil it consumes. Clearly, this is not sustainable (in any sense of the word).</p>\n<p><strong>To break free from the fossil fuel - infinite growth - feedback loop, we must transition towards localized systems of production, exchange and organization which bypass debt-based money, and minimize dependence on oil.</strong> We can refer to this principle as <strong>Local Resilience</strong>.</p>\n<p>Local resilience is an abstract goal. Moving towards that goal will require approaching numerous fields from new angles.</p>\n<h3 id=\"Permaculture-Logic\"><a href=\"#Permaculture-Logic\" class=\"headerlink\" title=\"Permaculture Logic\"></a>Permaculture Logic</h3><p>To transition off of fossil fuels and debt-based money, we must develop systems which increase efficiency, reduce inputs and distance traveled.</p>\n<p>Cities and highways are currently designed with automobiles in mind. Food production, industry and office complexes positioned farther and farther away from suburban sprawl. Vast swaths of land in between lie vacant, unproductive and inhospitable. </p>\n<p>To reverse this trend, food production must be brought closer to residential centers, gardens planted close to homes, radiating outward along pathways. Yards designed to produce food rather than grass.</p>\n<p>Companion planting, water, slope and soil management can extend the space available for food production, minimize the need for external inputs, and reduce flooding, landslides and other natural disasters. Organic matter is treated as a resource to be integrated back into the soil rather than as waste to be disposed of.  We can refer to this approach as <strong>Permaculture</strong>.</p>\n<p>Permaculture logic applied at scale implies radically adjusting the way cities, neighborhoods and individual lots are designed and organized. Because these changes all orient towards reducing distance traveled and localizing production and exchange, they inherently impact human interaction. <strong>Localization forces us to work with the people around us on a much more personal level.</strong></p>\n<h2 id=\"Tribal-Mechanics\"><a href=\"#Tribal-Mechanics\" class=\"headerlink\" title=\"Tribal Mechanics\"></a>Tribal Mechanics</h2><p>Homo sapiens sapiens is a social animal. Tribe: the human analogue of a pack. National identity: a proxy for tribe. This instinct predates humanity and will persist. </p>\n<p>When humans work together towards a common goal, or against a shared threat, they have the tendency to unify psychologically. If the common struggle is sufficiently intense, the cooperation instinct gradually overrides divisions based on perceived differences, and a new in-group forms. </p>\n<p>In 1961 social scientist Muzafer Sherif devised an experiment using a summer camp, where boys were separated into two groups, which resided in two separate cabins. The cabins were given their own names (the Eagles and the Rattlers). This was enough to give the two groups their own identity, and in-group / out-group dynamics rapidly manifested.</p>\n<p>When competitive activities were organized between the two groups, verbal and physical hostility broke out constantly. Rivalry became hatred.</p>\n<p>To reverse this dynamic the researchers first attempted placing the two groups in close contact during enjoyable activities (such as movies or social events). This backfired. When forced to spend time together two the groups fought even more.</p>\n<p>Finally, Sherif decided to create a series of situations where the two groups faced challenges that required cooperation. For example: on one occasion the water supply for the camp was blocked and the two groups had to work together to restore flow. On another occasion a truck which was needed to bring food to the camp got stuck, and both groups had to push the vehicle to get it out.</p>\n<p>Over time, these shared challenges created a sense of camaraderie between the two groups. Intergroup conflict faded, and friendships formed across group lines.</p>\n<p><strong>The cooperation instinct can be engaged consciously. A divided people can be brought together by drawing focus to a common struggle. Once unified, such groups naturally take on an identity of their own.</strong></p>\n<p>Humans are capable of holding to multiple identities simultaneously. One person may identify as American, Texan and Christian without any contradiction. Each of these identities define in-group / out-group; however, some identities are strong enough to cross these lines. For example, two individuals from unfriendly countries can feel unified by a shared religion or other strong belief. Likewise, a national crisis can provide an imperative which overrides religious tensions.</p>\n<p>Once in-group forms, psychological unity follows, and culture develops. Within psychologically unified groups, those who conform to cultural norms receive social validation. Those who defy those norms are condemned. This pattern is universal even if disguised in form.</p>\n<p>Social validation is a biochemical incentive. It activates reward centers in the brain, increasing dopamine levels and providing a natural high. </p>\n<p>If you incentivize something, you typically get more of it. Cultural norms exercise a preponderant influence on human behavior, and by extension, the course of history. This phenomenon must not be left to chance.</p>\n<h3 id=\"Peaceful-Continuity\"><a href=\"#Peaceful-Continuity\" class=\"headerlink\" title=\"Peaceful Continuity\"></a>Peaceful Continuity</h3><p><strong>The human element is the ultimate challenge.</strong></p>\n<p>The ability to maintain peace and security within a group, and in relation to neighboring groups is vital. </p>\n<p>Game theory has established (through multiple experiments) that the most successful strategy in conflict, is tit for tat: never attack, retaliate in kind. Those who initiate conflict invite a forceful response. Those who do not retaliate when attacked invite further aggression.</p>\n<p>Tit for tat is a mathematically consistent selective pressure. Initiations of violence reduce survival rate. The retaliation instinct is a biological adaptation to that pressure. This is why every human culture has some concept of the right to self defense.</p>\n<p>For social animals, survival of the group is paramount. In some circumstances, by sacrificing their life for the pack, an individual may ensure the continuation of their genes through offspring and close relatives which live on. This principle, however, works in both directions. If a member initiates conflict, they endanger the entire group and place their own genetic lineage at risk.</p>\n<p>A culture which condemns the initiation of violence increases the survival rate of its members. Conflict resolution and consensus building further improve outcomes by preventing long cycles of retaliation, and averting escalations before they start.</p>\n<p>This code must be balanced with the understanding that the retaliation instinct can be (and often is) invoked artificially. Falsely attributing an attack to a foreign enemy is one of the preferred tactics used by governments to start a wars. A healthy measure of skepticism, and an understanding of how our primal instincts are used against us is imperative.</p>\n<h3 id=\"The-Horizontal-Imperative\"><a href=\"#The-Horizontal-Imperative\" class=\"headerlink\" title=\"The Horizontal Imperative\"></a>The Horizontal Imperative</h3><p>Within human groups social instincts are always expressed in one form or another. Social structure is the container which determines that form. </p>\n<p>Any group of humans which utilize a vertical social structure will always concentrate power and wealth at the top. Since power and wealth tend to accumulate, over time the gap between the highest and the lowest strata of society widens, and a host of secondary symptoms follow. The only way to avoid this dynamic is to utilize a totally different social structure.</p>\n<p>For over 300,000 years prior to the rise of civilization, humans lived in horizontal collectives (aka tribes). It is within this social structure that human biochemistry evolved. We know this, because all social structures found in nature are horizontal. Humans are the only species that stack authority and conformity in layers.</p>\n<p>The dawn of civilization 10,000 years ago marked the beginning of a new approach to production, exchange and social structure; a paradigm designed for war and totalitarian control.</p>\n<p>The agricultural revolution began as a military strategy. Excess food production allowed for standing armies which could move and fight abroad as long as supply lines were maintained. This was the first division of labor: soldiers and farmers. </p>\n<p>The combination of farming and standing armies provided a distinct military advantage over tribes that had to leave the battle field to forage and hunt. Vertical collectivism further amplified this advantage by enabling strict discipline and totalitarian control which could scale out geographically by adding new divisions and layers.</p>\n<p>One by one, neighboring tribes were either conquered or were forced to take up the same strategy. In this way, vertical collectivism spread to claim every square inch of planet earth.</p>\n<p>Contrary to popular belief, the military advantage provided by agriculture did not, however, translate into a higher quality of life. In fact, it lead to a measurable decline in health. Comparing the skeletons of early farmers with those of their hunter gatherer counterparts, anthropologists have found that the transition to agriculture was accompanied by poor dental health, stunted spines, bone lesions, a reduction of height and other signs of malnutrition. </p>\n<p>The peasants in the field didn&#x2019;t choose to slave in the fields, producing excess crops to support the ambitions of warlords. The arrangement was forced upon them.</p>\n<p>Over time, excess production, and economic complexity gave rise to monetary systems. Debt, taxation and employment replaced open slavery. The underlying power dynamic, however, remains the same.</p>\n<p>Horizontal social structures have leaders, just as animal packs have alphas. Some members of any given group are always more outspoken or assertive. However, within horizontal cultures the power of a chief is inherently limited. The lack of a layered authority and conformity pyramid prevents large power differentials from developing. <a href=\"http://www.unl.edu/rhames/courses/current/readings/boehm.pdf\" rel=\"external nofollow\" target=\"_blank\">If horizontal leaders get out of line they can be easily removed.</a> This level of accountability inherently changes the nature of leadership. The ability to coordinate consensus, resolve conflict, and navigate relationships with external groups becomes much more important than the inclination to give orders.</p>\n<p>Because horizontal social structures rely on strong interpersonal relationships and cohesion, group size is a key variable. If the population and territory of a tribe extends beyond its range of effective coordination, the group will naturally segment itself into smaller groups by region.</p>\n<p>The territory held by horizontal societies can be extended by forming decentralized federations with neighboring tribes. The Iroquois confederacy, which united six tribes in this way, provides a concrete example. The Iroquois confederacy was highly organized and stable for hundreds of years. Each member tribe had its own culture and leadership, but a shared code of ethics and tradition enabled them to unify and cooperate.</p>\n<p>The decentralization inherent in horizontal structures reduces the total power available to any individual or class within a given region. This distribution of power encourages diversification of strategies, and reduces the impact of bad leaders and of social / political experiments gone wrong. </p>\n<h3 id=\"Future-Economics\"><a href=\"#Future-Economics\" class=\"headerlink\" title=\"Future Economics\"></a>Future Economics</h3><p>Vertical social structures and monetary systems evolved together, and lend themselves to the same socio-psychological dynamics. To rewire civilization, the economic paradigm must be addressed in parallel.</p>\n<p>Rather than proposing a monolithic replacement for the status quo, alternative economic strategies will be approached as modules. These modules can be utilized independently or combined to form hybrid systems, thus facilitating an incremental transition from the world as it is.</p>\n<h4 id=\"Tribal-Reciprocity\"><a href=\"#Tribal-Reciprocity\" class=\"headerlink\" title=\"Tribal Reciprocity\"></a>Tribal Reciprocity</h4><p><strong>Would you charge your mother for food? Would you charge your brother for a place to sleep?</strong> Most would reply &#x201C;Of course not&#x2026;&#x201D; and with good reason. Sharing is natural within the context of family, extended family, and tribe. Among social animals individual survival is tied to group survival. Taking care of one&#x2019;s own supports the continuity of a gene pool. </p>\n<p>When one wolf succeeds on a hunt the whole pack eats. By working together the pack succeeds in situations where an isolated individual would fail. The act of sharing is not altruistic. Those who give are paid back in kind. Survival rate statistically increases for all members. This is the origin of the reciprocity instinct.</p>\n<p>Feeding a stranger thousands of miles away, without compensation, may be noble and compassionate, but this gesture isn&#x2019;t likely to come full circle. When all other variables are equal, one-sided generosity decreases survival rate. Human psychology is adapted accordingly. When trust is insufficient, some form of transactional exchange (such as barter) becomes the default.</p>\n<p>For over 300,000 years, prior to the dawn of civilization and the advent of money, humans relied on reciprocity to facilitate cooperation and the distribution of resources within the tribe, and transactional exchange when dealing with outsiders.</p>\n<p>As vertical collectivism spread, and tribes were conquered by city states, the size, structure and economic dynamics of human society radically evolved. Vertical collectivism enabled rulers to control vast swaths of territory, within which it was impossible to meet (much less form long term relationships with) every other citizen. Within city states transactional exchange replaced tribal reciprocity. This had the secondary effect of handing the ruling class a new and potent form of power.</p>\n<p>Transactional exchange may begin with barter, but as scale increases barter systems always move towards some form of currency: a standardized unit of value. Money is a proxy for trust. It replaces instinctual reciprocity with the assurance that the resources or labor transferred can be recovered later in another form, even when one is dealing with perfect strangers.</p>\n<p>Currency has taken countless forms over the course over the millennia: metal coins, cacao beans, notched sticks, and even pig tusks. In the modern age, the vast majority of money is digital and has no physical presence at all. With such a wide variety of manifestations, it should be clear that the power of money is not held by the units which are exchanged, or the substance they are made of, but rather by the human mind.</p>\n<p>Monetary and reciprocal economic systems are both powered by psychology; however, the social dynamics, and secondary effects are fundamentally different. </p>\n<p>Money utilizes the psychology of scarcity to set value, and gives rise to competitive behavior, hoarding and economic stratification. When currency is abundant prices rise. Money works best when there isn&#x2019;t enough to go around. In societies which run on money, status is defined by how much one has. Wealth attracts social validation. Poverty attracts scorn.</p>\n<p>Wealth has the tendency to accumulate. It&#x2019;s much easier to make money if you are already have some to start with. The ability to purchase productive assets and obtain loans amplifies earning potential. The gap between the haves and the have nots is therefore naturally inclined to increase.</p>\n<p>The storage and security issues inherent as wealth accumulates, give rise to banks and other economic choke points. Control of these chokepoints is a form of power in and of itself. Those who control the flow are king.</p>\n<p> Tribal reciprocity, in contrast, utilizes a psychology of abundance, and is oriented towards cooperative behavior. Accumulation and inequality are inherently limited. Status within such societies is defined by contribution rather than accumulation. Generosity and productivity attract social validation. Greed and hoarding attract scorn.</p>\n<p>Tribal Reciprocity requires no batteries. The most ancient of all economic strategies, it is simple and dependable like a knife. It can be engaged by individuals or families taking turns assisting each other, or working together towards a common good (a community barn raising for example). One party can initiate with a simple gesture of generosity. Maintained over time, the cooperative effort of these exchanges has the secondary effect of building emotional bonds and the fabric of community (aka tribe). Taken to its fullest extent, it renders money obsolete.</p>\n<h4 id=\"Open-Source-R-amp-D\"><a href=\"#Open-Source-R-amp-D\" class=\"headerlink\" title=\"Open Source R&amp;D\"></a>Open Source R&amp;D</h4><p>Some will argue that the move from reciprocal to transactional economics was the price that had to be paid for technological advancement, and that this was an inevitable and irreversible step forward for our species. After all, without a profit motive, what incentive would inventors have to push the envelope? The open source research and development model demonstrates a viable alternative.</p>\n<p>Open source is a form of reciprocal economics. Code, designs and documentation are distributed without charge. Those who use these products are allowed to customize and improve them. Those improvements are in turn released back to the community. Everyone benefits, and the final product is often more stable and competitive than proprietary products.</p>\n<p>A clear example of this can be found in Linux. Linux is an open source operating system that runs the vast majority of the servers on the internet, as well as 84% of smartphones on the market (Android runs on Linux). Linux is also installed on a growing number of devices such as TVs, drones, home automation systems, cars etc&#x2026;</p>\n<p>Similarly Wordpress, an open source content management system (used to create websites), has far outpaced commercial alternatives. It is very difficult for paid products to compete with free (especially when the free version works better).</p>\n<p>Given the success of open source in the digital realm, one might be inclined to ask why this approach isn&#x2019;t used everywhere. The answer to this question is simple: intellectual property law (aka IP) locks down proven designs and prevents them from being copied. Rather than standardizing what works and improving upon it, inventors are forced to go back to the drawing board, essentially reinventing the wheel. In the realm of physical manufacturing, the cost of setting up new factories, and designing from scratch, prevents most companies from even considering open sourcing their work.</p>\n<p>This state of affairs protects the profits of patent holders, but wastes vast amounts of time and resources on redundant R&amp;D, and slows technological advancement. It also makes it possible for corporations to buy out the rights for inventions which threaten their business model, thereby preventing such technologies from ever reaching the public.</p>\n<p>In spite of these obstacles, the next industrial revolution is at hand. With the advent of 3D printing and automated manufacturing systems, designs for physical objects can be shared and improved upon in the same manner as software. Entire libraries of free 3D models already exist and are rapidly expanding. As automated manufacturing technologies improve, this trend can only accelerate.</p>\n<p>Humanity&#x2019;s next quantum leap begins with a paradigm shift: <strong>No one can own an idea.</strong> Technological advancements operate on the same plane as scientific breakthroughs, and should be treated as such. The free flow of information is essential to human progress and must never be restrained. </p>\n<h4 id=\"The-Hybrid-Transition\"><a href=\"#The-Hybrid-Transition\" class=\"headerlink\" title=\"The Hybrid Transition\"></a>The Hybrid Transition</h4><p>To impact human society ideas must be adapted to the world as it is. Economic philosophy is as contentious and divisive as religion. Direct challenges to the status quo are always met with strong resistance. Attempting to replace the current system in one fell swoop would be nothing short of disastrous.</p>\n<p>Open source R&amp;D functions without profit motive, but is compatible with, and is often utilized in commercial endeavors. Developers who contribute high quality code are in high demand, and are typically well compensated for commercial work. Many open source projects are even managed by for-profit companies. Likewise, tribal reciprocity has historically been used alongside barter and other forms of transaction. The fact that both of these strategies can be adapted to hybrid systems provides a roadmap for transition.</p>\n<p>Tribal reciprocity builds economic spheres which operate independently from the mainstream. During times of hardship these networks of mutual support are strengthened by necessity. When money is scarce, the value of reciprocal exchange becomes more pronounced. In the event of a true crisis, where the rule of law breaks down, tribe provides a natural replacement. The need for barter and currency is reduced internally; trade with the outside negotiated collectively. As trust is established, tribe to tribe reciprocity can expand the bounds of in-group even farther, laying the groundwork for federations. At all points across the spectrum the open source approach facilitates technological progress without unnatural restraints.</p>\n<h3 id=\"Education-Rewired\"><a href=\"#Education-Rewired\" class=\"headerlink\" title=\"Education Rewired\"></a>Education Rewired</h3><p>The ideological and psychological supports of the current paradigm are maintained through education and conditioning. The shift to a new paradigm will require rewiring these processes at all levels.</p>\n<p>Numerous experiments have demonstrated that offering a reward for a previously unrewarded activity shifts one&#x2019;s motivation from intrinsic to extrinsic, and undermines any pre-existing drive. If the external motivation is later removed, the subject loses interest in the activity. For example: if you take a person who enjoys painting and give them $1000 dollars for each item they produce, that compensation will eventually become the primary motive for their work. The previous desire to paint for painting&#x2019;s sake fades, and often never returns. This phenomenon is referred to as <a href=\"https://en.wikipedia.org/wiki/Overjustification_effect\" rel=\"external nofollow\" target=\"_blank\">the overjustification effect.</a></p>\n<p>Children are naturally curious. From birth they soak up information like living sponges, no external incentive required. Conventional schooling, however, destroys this inclination. Modern education is grade oriented. Students are conditioned to work for the social validation conveyed by high marks. Social validation is a biochemical reward. It causes dopamine levels to rise in the brain. This extrinsic reward replaces curiosity and the intrinsic desire to learn. For most, the shift is permanent.</p>\n<p>After graduation, financial compensation, rank and other status symbols replace grades as extrinsic motivators. The final product is a submissive employee, conditioned to complete menial tasks for hours on end, with shifts and breaks marked by the ring of a bell; just smart enough to punch a time clock; rarely motivated to look any deeper.</p>\n<p>Children don&#x2019;t need grades or any other extrinsic reward in order to learn. What they need is an environment which feeds their innate curiosity, stimulates their imagination, and provides opportunities to develop hands on skills. Information is best integrated within a real world context. The imperative to learn mathematics, for example, becomes clear when calculating the geometry for the roof of a house. Theory becomes interesting when anchored to experience. Cultivating intrinsic (rather than extrinsic) motivation engages the dopamine system in a far more sustainable way. </p>\n<p>+++ Look up, Assimilation, Piaget, schemas and learning</p>\n<p>Curiosity based learning is more dynamic than linear information dumps. The desire to understand an event in history may require a detour through economics, geography, and social psychology. These detours invite deeper investigation, widening perspective.</p>\n<p>The human brain learns best in a nonlinear fashion. Skills and information sets are stored in the form memories connected by neurological pathways. Intelligence is defined by the level of interconnection between those pathways. The process of building these neural networks can be approached proactively. For example language and music are neurologically correlated. Practicing music improves one&#x2019;s ear for foreign words. Learning a second or third language radically expands and connects these networks.</p>\n<p>in the beginning, language and music can be introduced in an experiential context. The best way to learn both music and language is to listen and participate, with no pressure to perform, and no artificial incentive to distract. Creativity, like language is contagious.</p>\n<p>Nonlinear learning follows innate curiosity, connecting new information to as many related ideas as possible, integrating these ideas with hands on, cooperative experience, and layering neurological pathways through correlated skill sets and activities. </p>\n<p>Nonlinear learning is iterative. Ideas absorb through repeated exposure. Each time we revisit a topic our brains build upon existing neural pathways. This is the same mechanism employed by artificial intelligence, and is the natural way human children learn until reconditioned by conventional schooling. This approach requires a level of patience.</p>\n<p>At a more advanced level nonlinear learning can be further accelerated by integrating the adaptive approach. Mastery of a trade, or mastery of a field of study can be set as abstract goals. A specific skill, or a small subset of ideas can be set as minimal starting points. These small subsets of ideas or skills are modules which can be mixed and matched to form hybrid systems, enabling each individual to choose their own educational path.</p>\n<h3 id=\"The-Psychology-of-Resistance\"><a href=\"#The-Psychology-of-Resistance\" class=\"headerlink\" title=\"The Psychology of Resistance\"></a>The Psychology of Resistance</h3><p>History is littered with countless examples of madmen seizing power and leading their nation off of a cliff.\nGenocide, ethnic cleansing, wars of aggression, and the other crimes against humanity initiated by such individuals are only possible, however, with the obedience and complicity of the population at large.</p>\n<p>The ultimate antidote to totalitarianism and the abuse of power is a populous which understands how (and why) to unseat misplaced authority and redirect the momentum of errant conformity. Challenging authority and conformity is instinctually difficult. An understanding embedded in cultural code counters this effect: <strong>There are situations where obedience is criminal. There are times when silence is complicity. When the moral imperative is clear&#x2026; resist, and resist effectively.</strong></p>\n<p>The spectrum of resistance is as wide as the range of circumstances which may call for it. In its most gentle expression a single sentence spoken at the right moment may be all that is needed. On the other end of the spectrum are situations where a tyrant must be defied, or a crowd turned from a disastrous path.</p>\n<p>To resist an established authority or refuse to conform to the expectations of a majority can be dangerous. Those in power tend to want to stay in power, and crowds can be incredibly intolerant. In many jurisdictions one puts their life on the line to speak out. Even if the consequences are merely social, dissent requires a measure of courage. <strong>Learning to manage fear is key.</strong></p>\n<p>When the moral imperative is clear and change is necessary, being effective translates into reaching the mind of a contingent and inspiring them to a positive course of action.</p>\n<p>To reach the hearts and minds of a crowd, one&#x2019;s words and steps must be chosen carefully. Cognitive dissonance, the feeling of psychological discomfort one feels when encountering information that contradicts a core belief, is triggered in different ways according to culture, education, current events or train of thought. If an idea challenges a belief which is attached to an identity, such as religion, nationality, philosophical or partisan politics, this idea will be interpreted as a threat. Those presenting such ideas are framed as out-group; their propositions discarded out of hand. Identity wedge issues are psychological landmines with dangerous and unpredictable side effects. When at all possible they are to be avoided.</p>\n<p>Emotion is psychological fuel: powerful when channeled; explosive if mishandled. Effective leaders speak to an unvoiced feeling and give it form and orientation. They navigate emotion and perception with cadence, tone and body language, much as a sailor rides the wind and seas. Their words and movements communicate confidence and poise. Crowds can smell fear like a pack of dogs. To safely cross this rubicon safely one&#x2019;s own emotions must be under control.</p>\n<p>To reach a contingent you must speak to them in their language, in simple terms which resonate widely. A measured application of repetition and imagery are used to anchor and consolidate.</p>\n<p>The call must be framed in absolutes. Crowds are not moved by greyscale or ambiguity. Be careful what you ask for (you just might get it).</p>\n<p><strong>WARNING: Beware of those who advocate the initiation of violence as a tactic. This approach utilizes faulty psychology, plays right into the hands of those in power, and is doomed to fail.</strong></p>\n<p>In an armed struggle the establishment will almost always win. They control the police, military, intelligence apparatus, and media. They are waiting for you to give them an excuse.</p>\n<p>Those who initiate violence are framed as criminals or terrorists, and are dealt with as such. The ensuing crackdown is viewed as a restoration of law and order. Potential allies distance themselves. Enemies applaud their demise. The general public looks the other way.</p>\n<p>Conformity and authority can be countered by a single voice, but to prevail that voice must multiply. The few must become many. To succeed you must reach hearts and minds. Those who forget this relegate themselves to the dustbin of history.</p>\n<h3 id=\"Code-of-Identity\"><a href=\"#Code-of-Identity\" class=\"headerlink\" title=\"Code of Identity\"></a>Code of Identity</h3><p><strong>Not all cultures are created equal.</strong> Cultures which worship wealth and power and embrace war, sow the seeds of their own destruction. A code of identity which promotes consensus building and conflict resolution, and condemns the initiation of violence, facilitates peaceful continuity, and therefore survival.  +++Connect culture and code of identity?</p>\n<p>A culture which holds leaders in check, is able to organize effectively without coercion and respects independent thought will always be more free than cultures which demand blind obedience and conformity.</p>\n<p>Cultures which synchronize belief with logic and evidence, instilling a love of learning, cultivating curiosity rather than killing it with extrinsic rewards, and prioritizing immersive, cooperative experience over disconnected theory and dogma, foster the intelligence and creativity of its members.</p>\n<p>Identity defined in the broadest possible terms maximizes cultural reach. Membership transcends ideological and biological trivia. To protect this culture out-group must be drawn with a red line: <strong>No wars of aggression. No prophets of hate. Silence is complicity.</strong></p>\n<h2 id=\"Connect-the-Dots\"><a href=\"#Connect-the-Dots\" class=\"headerlink\" title=\"Connect the Dots\"></a>Connect the Dots</h2><p>We&#x2019;ve collected the dots. Now let&#x2019;s connect them.</p>\n<p>Debt-based economies must grow perpetually to stay afloat.\nEvery sector of civilization is wired to fossil fuels.\nWhen an economy grows, fossil fuel consumption increases.</p>\n<p>The most powerful nation on earth has tied its currency to oil, and maintains the status quo by the barrel of a gun. To defend that position they have brought us to the brink of a third world war.</p>\n<p>To prevent the worst case scenario we must counter the psychology of war. We must reframe the problem, expose the real motives, short circuit attempts to hijack the pack instinct, and expose the system&#x2019;s inherent design flaws. </p>\n<p>Attacking the problem is not sufficient. A realistic vision, and a positive course of action are imperative.</p>\n<p>To get off of debt-based money and the infinite growth paradigm we we must transition off of fossil fuels and build localized systems of production, exchange, and organization. To achieve these objectives we must choose minimal, useful starting points which can be completed in a short timeframe. Build upon accomplishment. Improve iteratively. A small success is better than a large failure.</p>\n<p>Alternatives to the current socioeconomic paradigm are possible. This is an anthropological fact. Homo sapiens sapiens lived for over 300,000 years without money, vertical collectivism, or fossil fuels. We can do it again, and we can do better.</p>\n<p>This is not about going back to the stone age. We don&#x2019;t need to reinvent the wheel. Moving forward, we take the best of the old and the new. Integrate what works, discard what doesn&#x2019;t. </p>\n<p>Open source R &amp; D replaces proprietary design processes. Systems are built using modular components. The best frameworks and designs are standardized. We can apply this same approach to socio-economic strategies. </p>\n<p>Reciprocal economics coupled with localized production and exchange reduce dependence on fossil fuels and debt-based money, and facilitate the decentralization of wealth and power.</p>\n<p>To fully harness the reciprocal instinct, cultural scale must be taken into account. The trust and relationships facilitated by tightly knit groups are key. Small, horizontal social structures replace monolithic top down pyramids. This model can be scaled up through federations.</p>\n<p>++++  Story, MLK, concrete</p>\n<p>The dominant educational paradigm is designed to produce obedient workers, incapable of questioning the mechanisms of their enslavement. Most leave school with little or no practical skills, and deeply in debt. Corporate media picks up where schools leave off.  Perception managed from cradle to grave. Real change will require challenging these strongholds.</p>\n<p>Challenging the prevailing social order is a provocative act. Culture and minimal group paradigm must be approached with eyes open. It is not productive to attack established belief systems head on. Cognitive dissonance is triggered any time an idea threatens one&#x2019;s identity. Anyone presenting such ideas are immediately framed as out-group, and their propositions discarded out of hand.</p>\n<p>Modular ideas, maximize compatibility, enabling hybrid systems. Memes must be chosen strategically to maximize resonance and bypass resistance.</p>\n<p>The wars and devastation perpetuated by fossil fuel dependency, debt-based money, and the infinite growth paradigm provide a clear imperative for change. Start with points of resonance (local resilience, peaceful continuity, adaptive action) and expand from there.</p>\n<p>To change the world will require working closely with humans as individuals and as groups. Non-aggression must be held as a core value. Consensus building, and conflict resolution essential skills which must be studied and mastered.</p>\n<p><strong>Do not wait for someone else to take the lead.</strong> If those who care remain silent, power will be seized by the worst elements of society. </p>\n<p><strong>Power is not possessed by those who command. It is conveyed by those who obey.</strong></p>\n<p>Conformity can be short circuited by a single voice of dissent. \nAuthority can be countered by projecting a vision without doubt. \nStand without fear. Speak with confidence. Use simple concepts, adapted to cultural environment. Repeat, reiterate, anchor with imagery, galvanize with emotion.</p>\n<p>To defy authority and conformity takes courage: the ability to manage and overcome fear. This is a skill which can consciously cultivated, and transmitted to others.</p>\n<p>Identity can form around any idea which defines our place in the world, but what holds it together is a feeling: the feeling of belonging, the tribal instinct. This we can cultivate, reawaken. The code is written in our DNA.</p>\n<h1 id=\"The-Transition\"><a href=\"#The-Transition\" class=\"headerlink\" title=\"The Transition\"></a>The Transition</h1><p>For many, outlining the solution in abstract terms without describing the transition would be unsettling. </p>\n<p><em>Is it really a good idea to advocate abandoning the current system completely? Wouldn&#x2019;t it be more effective to focus on electing better representatives in government, passing new laws, regulating the banks, and using mechanisms like taxation to reduce inequality?</em></p>\n<p>A reality check is in order. Maintaining the status quo isn&#x2019;t actually an option. The post World War II geopolitical order is crumbling. The petrodollar is on its way out. A cascade of unforeseen consequences will follow. This is the end of an era. Radical changes are coming, like it or not.</p>\n<p>Even if we were to somehow avert the socio-economic train wreck that is already unfolding, this would only be a temporary respite. We live on a finite planet. The debt-based, infinite growth paradigm is fatally flawed. If we do not adjust course, civilization will hit a wall one way or another.</p>\n<p><strong>The real questions are these:</strong></p>\n<p><strong><em>How will humanity navigate the crises ahead? \nWill we learn from the lessons of history? \nPrevent the unthinkable? Give future generations a fighting chance?</em></strong></p>\n<p><strong><em>If so, what comes next? Will the seeds of a new way of life be given a chance to take hold? Will we rewire civilization, correcting its glaring design flaws? Or will we repeat the same mistakes? Rebuild on the same faulty foundations?</em></strong></p>\n<p>The outcome cannot be predicted, but it can be influenced.</p>\n<p>The stakes are high. It&#x2019;s not the thought that counts.\nWe must utilize time and resources carefully.\nWe cannot afford to continue investing in strategies that are clearly not working.</p>\n<p>The &#x201C;democratic process&#x201D; is rigged, and it always will be as long as money is in the equation. Money buys airtime, advertisements, the means to campaign and persuade. No amount of legislation could ever remove the advantages conveyed by wealth. Those of means will always find loopholes, and there is no chance that those entrenched in the halls of power would ever undercut their own position.</p>\n<p>It should be obvious that superficial policy changes aren&#x2019;t going to pull humanity from the brink, and these are the only kinds of reform the political class is peddling. </p>\n<p>As national identities fragment, even the most insignificant reforms get bogged down by partisan bickering. Those that scrape through are often overturned by future administrations. Electing our way out of this situation is a pipe dream. </p>\n<p>If it is not realistic to get the fundamental changes needed from within the political system, we must stop deluding ourselves. We must stop doing the same thing over and over, hoping for a different result.</p>\n<p><em>But what would a realistic course of action look like? How could we transition from where we are now? Small, horizontal social structures, utilizing reciprocal economics, may be healthier than the current system, but is it realistic to think that this model could be scaled up to replace the massive nation states that control the world today? How can the gap between tribal societies and the modern way of life be bridged?</em></p>\n<p>We&#x2019;ve been conditioned to believe that leadership must flow through official channels, and that government is the one and only legitimate source of power. In reality, however, power is merely the cumulative force of a psychologically unified group. Any individual who understands human instinct can facilitate this unification. How large such a group can grow, and what it can accomplish will be determined by the culture that takes hold, and the vision that guides it.</p>\n<p>During a crisis the tribal instinct awakens naturally. Humans will always gravitate towards social structures which provide a sense of belonging in times of uncertainty. If positive alternatives are not provided, prophets of hate, and other such opportunists will rise. The early stages of this phenomenon can already be observed in many western countries. As economic conditions degrade, this process will accelerate.</p>\n<p>There are an infinite number of pretexts which can serve to draw a group of humans together. The stronger the need, the easier it becomes. Once people are gathered, consolidation is key.</p>\n<p>All successful tribes evolve traditions which build cohesion and group coordination. There are countless expressions; however, many of these traditions, such as shared meals, music, dance, and work exchange are universal.</p>\n<p>Numerous studies have demonstrated that sharing meals boosts trust and increases cooperation within groups. Research has also established a strong correlation between social eating and altruistic behavior. Those who eat with others are generally more inclined to help those around them. </p>\n<p>You can start with something as simple as a potluck. Invite friends and acquaintances over for dinner. Each person contributes something to the meal.</p>\n<p>Music and dance have been shown to increase interpersonal coordination and prosocial behavior. Researchers have found that synchronizing to a beat draws people together emotionally and breaks down established in-group / out-group barriers. This effect is strongest when these activities are participatory. </p>\n<p>Integrate music into your events. Ask your guests to bring instruments. Learn to play one yourself. Buying a drum is a great place to start.</p>\n<p>Ambience is key. Studies have demonstrated that sitting next to a fire reduces blood pressure, leaves people feeling more at ease, and increases social behavior. If possible, have a campfire or use candle light at your gathering. </p>\n<p>If electric lighting is the only option, pay attention to color and intensity. People tend to feel more comfortable in warm, indirect light.</p>\n<p>To draw others towards a new paradigm, we must lead by example. This will require learning new skills, and challenging our comfort zones. Taking a nonlinear,  adaptive approach will accelerate this process.</p>\n<p>As you build your group, take steps towards local resilience yourself. This can begin with a small garden bed, or a compost for kitchen scraps. Over time this project will naturally attract questions, and open up conversations. These conversations are opportunities to introduce a new element: reciprocity.</p>\n<p>If after seeing your project someone expresses the desire to start something similar, offer to come to their house with volunteers to build garden beds for them. If they are interested, pick a day, and present the idea to your network. The energy and resources you bring to this work day engages reciprocity on a group level.</p>\n<p>For the work exchange day follow the same formula as the other gatherings, only start earlier, and have food, music and fire after the cooperative effort. During the meal is an ideal time to discuss future projects, or to plan who&#x2019;s garden will be next on the rotation. Once the reciprocity instinct is engaged it just needs to be maintained.</p>\n<p>You can initiate a deeper level of reciprocity by bringing produce or plants from your garden to give as gifts. Over time it is possible to expand the range of goods and services exchanged in this way reducing the need for debt based money and imported products.</p>\n<p>As your group takes on larger projects, the adaptive approach will become more and more relevant. Humans have the tendency to get mired down bickering over detailed master plans. By setting clear, unifying abstract goals such as local resilience and peaceful continuity and breaking projects down into small bite sized pieces we can accomplish much more.</p>\n<p>Even an individual or family living alone within a city on an ordinary home lot can make significant strides towards self sufficiency. The Dervaes family in Los Angeles, for example, are able to produce 4,300 pounds of vegetables, 900 chicken, 1000 duck eggs, 25 pounds of honey, and and assortment of seasonal fruits on a 4,000 square foot lot. They keep their electric bill down to roughly 12 dollars a month by using solar and hand powered tools. They even run their vehicle using biodiesel made from recycled vegetable oil.</p>\n<p>Now lets be realistic. The full transition to resilience will require radical adjustments. The scope of what can be accomplished in modern cities is limited. Space for food production is scarce and expensive, and zoning and building regulations often prevent the implementation of out-of-the box solutions. Off-grid, rural environments provide more freedom and space to develop food production, and orient infrastructure in new ways. Here, on the fringes of civilization, a path must be cleared.</p>\n<p>The imperative to establish self sufficient footholds outside of cities becomes more apparent when viewed in the context of war, economic crisis, and social upheaval. The system is approaching a breaking point. Modern cities are not the place to be during these kinds of events.</p>\n<p>Setting up self sufficient, off-grid centers capable of supporting small tightly knit groups will require a new design paradigm.</p>\n<p>The current system is highly dependent on monolithic, centralized infrastructure, utilizing outdated technologies which are wasteful and destructive.\nElectricity production, water, and sewage treatment for cities are handled by a small number of large scale facilities.\nWhen a single facility breaks down, hundreds of thousands are left without service.</p>\n<p>Building, maintaining, and updating these systems is extremely expensive, and the technology is not accessible to the general public. Therefore control of this infrastructure tends to fall into the hands of governments and corporations. Such entities have no incentive to challenge the status quo, particularly if such changes impact their bottom line.</p>\n<p>A decentralized approach to systems design is far more flexible and resilient. </p>\n<p>Small scale electricity production centers, micro-grids and individual homes using renewable technologies, can be built, repaired and updated with less resources than conventional power plants. Localized biogas systems can replace conventional sewage treatment; eliminating waste, while producing natural gas, and compost (reducing external inputs). Residential rain water collection, combined with grey water recycling and utilization, can reduce strain on overtaxed, rivers lakes and aquifers. These distributed systems are inherently less vulnerable to mass failure, and can be built and managed with minimal resources.</p>\n<p>A design paradigm for the next generation must take social interaction into account. Small clusters of homes within walking distance of a common space such as a kitchen, dining room, or lounge facilitates shared meals, music and other group activities. When establishing a new foothold, building this shared space should be the minimal starting point.</p>\n<p>By pooling effort and resources as a group, the initial cost of buildings, renewable energy systems, and other tools and equipment can be distributed and reduced. Once established, these rural, off-grid centers provide an example of what is possible, and a low barrier to entry to new participants. </p>\n<p>To maximize impact, these off-grid centers must network and form alliances with individuals and groups working towards the same goals. To draw these groups together the same psychological principles apply. In this way, parallel systems can be built, gradually rendering the current socio-economic paradigm obsolete.</p>\n","categories":[],"tags":[]}